<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Botulinum Toxin Injection   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Botulinum Toxin Injection     </strong></h1>
<h1 align="center" class="style33"><strong> ( बॉटुलिनम टॉक्सिन इंजेक्शन ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>

</p> मला माझ्या मातृभाषेत माझ्या डॉक्टरांनी, बॉटुलिनम टॉक्सिन इंजेक्शनचे फायदे व तोटे समजाविले आहेत. मला मज आहे की, बटुलिनम टॉक्सिन चेहऱ्याच्या व मानेच्या स्नायूपेशींना शिथिल करते ज्यामुळे चेहरा आणि मानेवरील सुरकुत्या किंवा वेदना कमी होतात. बॉटुलिनम टॉक्सिन उपचारामुळे चेहऱ्यावरच्या आठ्या किंवा सुरकुत्या कमी होतात किंवा नाहीशा होतात. या व्यतिरिक्त वेगळ्या उपचारपद्धतींची तसेच मी निवडलेल्या उपचारपद्धतीची मला पूर्ण माहिती दिली आहे. मला हे समजले आहे की, शुद्ध बॉटुलिनम टॉक्सिन इंजेक्शन जेव्हा स्नायूपेशींमध्ये दिले जाते तेव्हा, त्या स्नायूपेशीं कमकुवत किंवा अधू होतात. इंजेक्शनचा परिणाम २ ते १० दिवसांपासून सुरू होऊन साधारण तीन महिन्यांपर्यंत राहतो, तरीही हा काळ कमी किंवा जास्त असू शकतो. काही व्यक्तींमध्ये या इंजेक्शनचा समाधानकारक योग्य तेवढा परिणाम दिसत नाही किंवा योग्य तेवढा काळ राहत नाही; तर काहींमध्ये काहीही परिणाम दिसत नाही. मला हे समजले आहे की, ज्या स्नायूपेशींमध्ये हे इंजेक्शन दिले जाईल, त्या स्नायूपेशींचा पूर्वीसारखा उपयोग इंजेक्शनचा प्रभाव असेपर्यंत मला करता येणार नाही पण केवळ काही महिन्यांनंतर प्रभाव उतरल्यावर हे बदलेल; त्यानंतर परत हे उपचार करणे योग्य राहील. मला हे समजाविण्यात आले आहे की, मला इंजेक्शनच्या जागी विशिष्ट भूल (टॉपिकल अनेस्थेशिया) दिली जाईल. सदर बॉटुलिनम टॉक्सिन इंजेक्शनच्या संभाव्य गुंतागुंती मला सांगण्यात आल्या आहेत:<p>

</p> <strong> 1.इंजेक्शन दिल्यानंतर थोडा त्रास होणे, तो भाग सुजणे, लाल होणे आणि त्वचा काळी-निळी होणे .</strong><p>

</p> <strong> 2. दुहेरी प्रतिमा दिसणे. </strong><p>

</p> <strong> 3. अश्रुग्रंथीचा निचरा करणारी नलिका कमजोर होणे.</strong> <p>

</p> <strong> 4. जंतुसंसर्ग (इन्फेक्शन) बॅक्टेरीयल आणि / किंवा फंगल </strong> <p>

</p> <strong> 5. औषधाचे वावडे (अॅलर्जी) </strong> <p>

</p> <strong> 6. तात्पुरती डोळ्याची पापणी खाली येणे - सर्वसाधारण २ टक्के लोकांमध्ये हे दिसून येते आणि त्याचा परिणाम २ ते ३ आठवडे राहतो.</strong> <p>

</p> <strong> 7. तात्पुरती कपाळावरील संवेदनशीलता २ ते ३ आठवड्यांसाठी कमी होणे.</strong> <p>

</p> <strong> 8. क्षणिक डोकेदुखी.</strong> <p>

</p> <strong> 9. फ्लूसारखी लक्षणे दिसणे. </strong> <p>

</p> <strong> 10.इंजेक्शनचा परिणाम केवळ काही महिन्यांसाठीच राहणे. </strong> <p>

</p> मला माहिती आहे की, ही मी निवडलेली उपचारपद्धती आहे आणि मी हे बॉटुलिनम टॉक्सिन इंजेक्शन, चेहऱ्यावरील सुरकुत्या जबड्याच्या सांध्यामध्ये बिघाड, दात खाण्याची सवय (ब्रक्सीझम), चेहरा व मुखावरील वेदनांचे प्रकार म्हणजे डोके दुखणे किंवा अर्धशिशी (मायग्रेन) या कारणांसाठी देण्याची परवानगी माझ्या डॉक्टरांना देत आहे. हे इंजेक्शन देण्याची पद्धत मला पूर्णपणे समजाविण्यात आली आहे. मला ह्याची कल्पना आहे की, इंजेक्शन देणारे तज्ज्ञ किंवा त्यांचे सहकारी वेगळे असू शकतात. इंजेक्शनचे किंवा इंजेक्शन दिल्यावरचे सगळे प्रश्न मी मला उपचार करणाऱ्या प्राथमिक डॉक्टरांना विचारू शकतो/ शकते.<p>

</p> वरील सगळे मी वाचले आणि समजले आहे. माझ्या प्रश्नांची समाधानकारक उत्तरे दिली आहेत. या उपचारपद्धतीच्या जोखिमा आणि गुंतागुंती मला मान्य आहेत तसेच मला ह्याची कल्पना आहे की या उपचारपद्धतीच्या परिणामांची हमी देऊ शकत नाही. मी हे नमूद करतो / करते की, जर माझ्या वैद्यकीय समस्यांमध्ये काही बदल असेल तर, मी ते माझ्यावर उपचार करण्याऱ्या डॉक्टरांना तात्काळ सांगेन.<p>

</p> , मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणाविषयी मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही. अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	