<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Cataract Surgery(Phacoemulsification) with Intraocular Lens Implant</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style24 {font-size: 14px; color: #000000; }
.style27 {font-size: 12px}
.style30 {font-size: 12px; font-weight: bold; }
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
    .style36 {font-family: "Times New Roman", Times, serif}
    .style38 {color: #330066}
    </style>

    
   	<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
     <h2><h2>
    <table width="1124" border="1" align="center" class="style33">
	 <colgroup>
        <tr bgcolor="#A631A9">
		 </colgroup>
            <th width="1032">&nbsp;</th>
                   
        </tr>
</table>
</body>
  
</html>
<h1 align="center" class="style33"><strong>Cataract Surgery(Phacoemulsification) with Intraocular Lens Implant </strong></h1>
<h1 align="center" class="style33"><strong>मोतीबिंदू शस्त्रक्रिया व कृत्रिम भिंगारोपण  </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
<p align="center" class="style9 style23 style27"><span class="style33">------प्रस्तावना------</span> </p>
<p align="left" class="style30"> मोतीबिंदू म्हणजे डोळ्यातील नैसर्गिक नेत्रभिंग अपारदर्शक होणे. मोतीबिंदू शस्त्रक्रिया म्हणजे शस्त्रक्रियेच्या सहाय्याने डोळ्यातील नैसर्गिक भिंग काढून टाकणे . कगी अपवाद वगळता मोतीबिंदू शस्त्रक्रिया ही मोतीबिंदूमुळे दृष्टी कमी झाल्यामुळे अथवा नजरेची गुणवत्ता कमी झाल्यामुळे , जेव्हा दैनंदिन व्यवहार समाधानकारक होऊ शकत नाहीत त्यामुळे केली जाते .      <p>
<p align="left" class="style30">या शस्त्रक्रियेमध्ये नेत्रशल्यचिकित्सक नैसर्गिक भिंग काढून तुमची दृष्टी पूर्ववत करण्यासाठी त्या जागी कृत्रिम भिंगारोपण करतात. कृत्रिम भिंग प्लास्टीक ,सिलिकॉन ,अथवा आक्रलिक यापासून बनलेले असते. शस्त्रक्रिया करून ते कायमस्वरूपी डोळ्यात बसवले जाते . शस्त्रक्रिये नंतर उत्तम दृष्टीसाठी चश्मा अथवा कॉनटॅक्ट लेन्सची गरज पडू शकते. <p> 

<p align="center" class="style33"> -----कृत्रिम भिंग----- <p> 

<p class="style30">आपली दृष्टी सुधारण्यासाठी व त्यायोगे आपली जीवन गुणवत्ता सुधारण्यासाठी आधुनिक तंत्रज्ञानाच्या सहाय्याने केल्या जाणार्‍या कृत्रिम भिंगारोपण शस्त्रक्रियेत आपल्याला अनेक पर्याय उपलब्ध असतात.आधुनिक तंत्रज्ञानाच्या सहाय्याने बनलेली कृत्रिम भिंगे विविध स्वरुपात (प्रकारात ) उपलब्ध आहेत . तसेच कृत्रिम भिंगे बनवण्यासथी विविध साहित्याचा (Material) वापर केल्याने अनेक प्रकारही उपलब्ध आहेत. <p>

 <p> एका व्यक्तीसाठी जो प्रकार सुयोग्य असेल तो कदाचित दुसऱ्यासाठी योग्य नसू शकेल. म्हणून आपण व आपले नेत्रतज्ञ् या दोघांनीं मिळून आपल्या जीवनपद्धतीसाठी उत्तम ठरेल या दृष्टीने कोणते भिंग रोपण करायचे व ते कोणत्या पद्धतीने करायचे याचा निर्णय घेणे क्रमप्राप्त आहे.  <p>
 <p>अ ) मोनोफोकल कृत्रिम नेत्रभिंग (एककेंद्रित दृष्टी म्हणजेच पारंपरिक ) या भिंगाची दृष्टी केंद्रित करण्याची क्षमता मर्यादित असते . या शस्त्रक्रियेनंतर बऱ्याच रुग्णांना चष्म्याची गरज पडू शकते . कारण लांबचा किंवा जवळील , यापैकी कोणता तरी एकाच नंबर या भिंगामुळे शून्यापर्यन्त अंत येतो . त्यामुळे लांबच्या नंबरसाठी भिंग टाकल्यास वाचनासाठी व जवळच्या दृष्टीसाठीचे भिंग घातल्यास दूरच्या दृष्टीसाठी चष्मा वापरण्याची गरज पडू शकते. साधारण पणे ९०% लोक चष्मा वापरतात . अगदी सतत नाही तर गरज लागेल त्याप्रमाणे वापरतात . १०% लोक चष्मा वापरात नाहीत .<p>    

<p>ब ) मल्टीफोकल कृत्रिम नेत्रभिंग ( बहुकेंद्रीत अथवा लाईफस्टाईल lifestyle ) : या प्रकारच्या भिंगाची दृष्टी केंद्रित करण्याची क्षमता वाढीव असते . हे भिंगारोपण केल्याने लांबचा ,मधल्या पल्ल्याचा व वाचनाचा तसेच जवळच्या कामाचा असे सर्व नंबर शून्याच्या जवळपास आणता येतात . 
       या प्रकारचे कृत्रिम भिंगारोपण केलेल्या बहुतांशी रुग्णांना शस्त्रक्रियेनंतर चष्म्याची गरज पडत नाही . परंतु काही लोकांना चष्म्याची गरज पडू शकते . बहुकेंद्रीत भिंगाचे ऑप्टिक्स (प्रकाशपरावर्तित शास्त्र )गुंतागुंतीचे (complicated ) असल्याने कधीकधी नवीन भिंगाशी जुळवून घेऊन दृष्टी सुस्पष्ट होण्यास थोडा अवधी जावा लागतो. काही रुग्णांना काही आठवड्यात सुधारणा दिसते  तर काहींना अधिक वेळ लागू शकतो . अशा प्रकारच्या नेत्रभिंगाची सवय होण्यासाठी काही लोकांना जास्त अवधी  लागू शकतो . 
   नेत्रभिंगाच्या विशिष्ट रचनेमुळे लाईट ब्लबभोवती रंगीत वलय दिसु शकतात . बहुतांशी रुग्णांना काही दिवसातच त्याची सवय होते व त्याचा त्रास जाणवत नाही . <p>

<p>क ) टोरीक कृत्रिम नेत्रभिंग (डोळयांची वक्रदृष्टी / सिलेंड्रिकल नंबर -apअस्टिंग्म्याटीझम धारण्यासाठी ) या कृत्रिम भिंगाची अंतर्रचना अनन्यसाधारण / एकमद्वितीय (uniएque ) असते. बुबुळाच्या वक्रतेतील दोषामुळे आलेली वक्र (विषम ) दृष्टी दोष (अस्टिंग्म्याटीझम )या भिंगामुळे दूर होऊन बहुतांशी रुग्णांची दूरची दृष्टी विना चष्मा वा विना कॉन्टॅक्ट लेन्स उत्तम होते. यामध्ये टोरीक मल्टीफोकल कृत्रिम भिंगाचा पर्याय उपलब्ध आहे. तरीही काही लोकांनां जवळच्या अथवा दूरच्या चष्म्याची वा कॉन्टॅक्ट लेन्सची गरज पडू शकते .   <p>

<p align="center" class="style33"> -----शस्त्रक्रियेपूर्वीची तपासणी ,भूलशास्त्र आणि कार्यपद्धती (procedure)----- <p> 


<p>मोतीबिंदू शस्त्रक्रिया करण्याचे ठरल्यानंतर तुमचे नेत्रतज्ञ् तुमची संपूर्ण नेत्रतपासणी करतील त्यामध्ये चष्म्याचा नंबर , तुमच्या दृष्टीची चष्मा लावून व न लावता दृष्टीक्षमतेची तपासणी (व्हिजुअल अँक्यूटी ), डोळ्यातील दाबाची तपासणी (प्रेशर तपासणी = टोनोमेट्री ) बुबुळाच्या वक्रतेची (कॅरेटोमेट्री ) अल्ट्रासाऊंड मशीनच्या साहाय्याने डोळ्याच्या लांबीची मोजणी (ऑकझिल लेन्थ ) कृत्रिम नेत्रभिंग कोणत्या नंबरच बसवायचे ते नेमकेपणाने मोजण्यासाठी बायोमेट्री , डोळ्याच्या आतील भागातील समोरच्या भागाची स्लिट लॅप बायोमिक्रोस्कोपी -सूक्ष्मदर्शक यंत्राद्वारे (प्रकाशाची तिरीप केंद्रित करून दुर्बिनद्वारे) ,नेत्र पटल (कॉर्निया )तपासणी आणि डोळ्याच्या आतील दृष्टी पाटलाची (रेटिना =मागील पडदा )तपासणी या सर्व तपासण्याचा समावेश असतो .  तुमच्या डोळ्यात इतर कोणत्या जंतूंचा प्रादुर्भाव तर नाही ना याची तपासणी तुमचे नेत्रतज्ञ् करतील . यामध्ये लासूर ( डॉक्रियोसिस्टायटीस ) रांजणवाडी (स्टाय ) व पापण्यांची सूज (ब्लेफरायटिस) अशा प्रकारची सर्व तपासणी समाविष्ट आहे.    
	<p>तुमचे नेत्रतज्ञ् अथवा भूलतज्ञ् तुम्हला मधुमेह ,उच्चरक्तदाब , हृदयरोग ,दम्याचा विकार वा तत्सम काही  शाररीक व्याधी आहेत का ते पाहून त्या विषयातील तज्ज्ञांनी (एम.डी.फिजिशयन) दिलेले रुग्ण डोळ्याच्या शस्त्रक्रियेसाठी तदुरुस्ती असल्याचे प्रमाणपात्र पाहतील .<p>
<p>नेत्रतज्ञ् किंवा भूलतज्ञ् थेंब टाकून अथवा भुलीचे डोळ्याभोवती इंजेक्शन (लोकल ऍनेस्थेशिया ) देऊन डोळ्यास बधिर करतील . त्याचप्रमाणे कधी कधी शिरेतून गुंगुचे औषध देण्याची गरज पडू शकते . त्यानंतर डोळ्याला छेद घेतला जाईल . हा छेद आपसूक बंद होतो. कधी कधी तो नेत्रतज्ञ्ना बंद करावा लागतो. त्यानंतर तुमच्या डोळ्यातील नैसर्गिक नेत्रभिंग हे फेकोइमल्सिफिकेशन  या शस्त्रक्रियेने काढले जाते . <p>

<p>आता आपण थोडेसे आपल्या नैसर्गिक नेत्रभिंगाविषयी समजून घेऊ. नैसर्गिक नेत्रभिंगास एक पातळ आवरण कॅपसूल) असते. आवरणाच्या आत नैसर्गिक नेत्रभिंगाचे अंतबीज (न्यूक्लिअस) व त्यावर पेशीचे थर कॉर्टेक्स) असतात. मोतीबिंदू मध्ये नेत्रभिंगातील या पेशी अपारदर्शक होतात.

मोतीबिंदू शस्त्रक्रियेमध्ये प्रथम कॅपसुलोटॉमी म्हणजे आवरणामध्ये योग्य त्या आकाराचे छिद्र पाडले जाते. या छिद्रातून नेत्रभिंगाचे अंतबीज व पेशींचे थर (कॉर्टेक्स) बाहेर काढून फक्त आवरणाची थैली मागे ठेवली जाते. या थैलीमध्ये कृत्रिम भिंगारोपण केले जाते. कोइमल्सिफिकेशनमध्ये प्रोबच्या कंपनाद्वारे अंतबीजाचे बारीक तुकडे केले जातात. हे तुकडे एका छोट्या पोकळ ट्यूबच्या सहाय्याने अलगद ओढून ( सक्शन) घेतले जातात. ही ट्यूब एका छोट्या छिद्रातून आत घातली जाते. नैसर्गिक नैवमिंग काढल्यानंतर कृत्रिम नेत्रभिंग डोळ्यांच्या आत बसवले जाते. काही अपवादात्मक प्रसंगी तुम्ही निवडलेले कृत्रिम नेत्रभिंग बसवता येत नाही. कधी कधी कोणतेही कृत्रिम नेत्रभिंग बसवता येत नाही. <p>



<p align="center" class="style33"> -----शस्त्रक्रियेनंतर घ्यावयाची काळजी----- <p> 

<p>शस्त्रक्रियेनंतर दुसऱ्या किंवा तिसऱ्या दिवशी तुमचा डोळा तपासला जाईल. त्यानंतर केव्हा व किती दिवसांनंतर नेत्रतपासणी करायची हे तुमचे नेत्रशल्यचिकित्सक ठरवतील. सर्व साधारणतः मोतीबिंदू शस्त्रक्रिया ही विनात्रास ( comfortable) असते. सुरुवातीच्या २४ तासात थोडाफार त्रास होऊ शकतो. परंतु अतीव वेदना झाल्यास लगेचच आपल्या नेत्रशल्यचिकित्सकांना कळवावे.

शस्त्रक्रियेनंतरच्या काळात सुरुवातीचे काही दिवस तुम्हाला ४ ते ८ आठवडे डोळ्यात औषधांचे थेंब घालावे लागतात. थेंब किती वेळा व किती दिवस घालायचे हे डोळा किती लवकर बरा होतो त्यावर अवलंबून असते.

त्यामुळे हा अवधी प्रत्येकाचा वेगवेगळा असू शकतो.

जर तुम्ही चष्मा लागू नये म्हणून मल्टिफोकल ( बहुकेंद्रित) कृत्रिम नेत्रभिंग निवडले असेल, तरीही जवळचा, लांबचा किंवा दोन्ही साठीचा चष्मा लागू शकतो. तुम्ही तुमचे दैनंदिन व्यवहार २ ते ३ दिवसांत सुरु करू शकता. तुमचा डोळा ३ ते ६ आठवड्यात स्थिरस्थावर झाल्यावर चष्मा किंवा कॉन्टॅक्ट लेन्स दिल्या जातात.<p>

<p align="center" class="style33"> -----धोके व गुंतागुंती (complications)----- <p> 

<p> मोतीबिंदू शस्त्रक्रियेचा मुख्य उद्देश हा मोतीबिंदूमुळे अधू झालेली दृष्टी सुधारणे हा असतो. मोतीबिंदू व्यतिरिक्त इतर कारणांनी अधू झालेली दृष्टी अर्थातच फक्त मोतीबिंदू शस्त्रक्रियेने सुधारू शकत नाही.<p>

<p align="center" class="style33"> -----मोतीबिंदू शस्त्रक्रियेचे धोके व इतर धोके----- <p> 

<p> १. नैसर्गिक नेत्रभिंग काढताना रक्तस्त्राव, भिंगास सपोर्ट देणारे आवरण फाटणे, डोळ्यात छिद्र पडणे ( परफोरेशन- हे भूल देण्याच्या इंजेक्शनच्या सुईमुळे डोळ्याच्या पांढया आवरणात पडू शकते), नेत्रपटलास सूज

(कॉर्निअल इंडिमा) येऊन काही काळासाठी धुरकटपणा येणे. यासाठी कधी कधी नेत्रपटलरोपण (corneal transplant) शस्त्रक्रियेची गरज पडते]. दृष्टिपटलातील पीतबिंदूस सूज येणे ( मॅक्यूलर इडिमा) ही सूज काही दिवसांत उतरते.

मोतीबिंदूच्या सर्वात मागील आवरणाला छिद्र पडणे. या छिद्रातून संपूर्ण मोतीबिंदू अथवा त्याचे काही तुकडे डोळ्यांच्या अंतर्भागात जाणे व काही तुकडे डोळ्यांच्या आतच राहणे जे शस्त्रक्रियेने काढण्याची गरज पडू शकते. डोळ्यांमध्ये एक प्रकारची रिअॅक्शन येऊन सूज येणे (आयरायटिस), जंतुंचा प्रादुर्भाव, दृष्टीपटल निसटणे, सहन करण्या पलिकडे डोळा दुखणे, पापणी झुकणे, विषम ( वक्र) दृष्टीदोष वाढणे, काही काळासाठी डोळ्याचा दाब वाढणे (काचबिंदू), दोन प्रतिमा दिसणे हेही होऊ शकते.

या आणि अशा इतर गुंतागुंतीचा परिणाम होऊन विशेषतः जंतुसंसर्ग होऊन संपूर्ण डोळ्यात पसरून एंडॉफ्ल्मायटिस वा पॅन ऑफ्थल्मायटीस होऊन दृष्टी कमी राहू शकते किंवा पूर्णपणे कायमस्वरूपी अंधत्व येऊ शकते वा कधी कधी अपवादात्मक परिस्थितीत पूर्ण डोळाही खराब होऊन गमावला जाऊ शकतो. असे प्रादुर्भाव कृत्रिम भिंगारोपण केले वा नसले केले तरी होऊ शकतात. हे सर्व संभाव्य धोके दुर्मिळ असतात. <p>

<p> २. कृत्रिम नेत्रभिंगामुळे होऊ शकणारे गुंतागुंतीचे परिणाम: रात्रीच्या वेळी डोळ्यासमोर अधिक प्रकाश चमकणे,प्रकाशवर्तूळ (halo) दिसणे, दोन प्रतिमा दिसणे किंवा रूपी ( ghost) प्रतिमा दिसणे, भिंग सरकणे.

बहुकेंद्रित (मल्टिफोकल) भिंगामध्ये हे जास्त प्रमाणात आढळू शकते. काही प्रसंगी नजर सुधारण्यासाठी चष्मा, कॉन्टॅक्ट लेन्स किंवा कृत्रिम नेत्रभिंग बदलणे असे उपाय करावे लागतात. जर एककेंद्रित ( मोनोफोकल) भिंग वापरल्यास आवश्यक दृष्टीसाठी जवळचा किंवा दूरचा चष्मा किंवा कॉन्टॅक्ट लेन्सची गरज भासू शकते. मल्टिफोकल लेन्स असेल तर चष्म्याची गरज आसणार नाही पण कदाचित कमी उजेडात व धुक्यात नजरेची स्पष्टता कमी असू शकते. तसेच रात्री दिव्याभोवती वर्तुळे किंवा वलये (rings) दिसू शकतात. गडद पार्श्वभूमीवरच्या वस्तू आणि विशेषतः कमी उजेडात नीट बघायला त्रास होऊ शकतो. रात्री वाहन चालवताना अडचण येऊ शकते. 

शस्त्रक्रिया करताना काही गुंतागुंत वाटल्यास मल्टिफोकल ऐवजी मोनोफोकल भिंग बसवावे लागते. जरी तुम्ही मल्टिफोकल निवडली तरी सर्व टप्प्यांवरची जवळची (मध्यम अंतराची नजर सुधारतेच असे नाही. त्यामुळे उत्तम दृष्टीसाठी काही अधिक उपचार आणि / वा शस्त्रक्रिया लागू शकतात. काही वेळा बसवलेले नेत्रमिंग काढून त्या जागी दुसरे बसवावे लागते. कधी कधी चष्म्याची गरज पडू शकते हे आधीही नमूद केलेले आहे. <p>

<p> ३. शस्त्रक्रियेच्या दरम्यान काही गुंतागुंत झाल्यास तुमच्या डोक्यात कृत्रिम नेत्रभिंग न बसविण्याचा निर्णय तुमचे नेत्रतज्ज्ञ घेतात. पण त्यासाठीची पूर्वपरवानगी तुम्हाला दयावी लागते. शस्त्रक्रियेदरम्यान डोळ्यात केलेला छेद एका विशिष्ट पद्धतीने केल्यामुळे तो आपोआप बंद होतो ( व्हाल्व इनसिजन) पण क्वचित प्रसंगी तो बंद करण्यासाठी टाके घ्यावे लागतात. <p>

<p> ४. मोतीबिंदू शस्त्रक्रियेनंतर येणारी दृष्टी ही इतरही काही घटकांवर अवलंबून असते. त्यामध्ये काचबिंदू मधुमेहामुळे झालेले दृष्टिपटलातील दोष, वयोमानामुळे सुरकुतलेला पीतबिंदू (age related macular degeneration), नेत्रभिगाची क्षमता( IOL power), प्रत्येक माणसाची डोळा बरे होण्याची क्षमता असे अनेक घटक आहेत. इतर कोणत्याही कारणांनी कमी झालेली दृष्टी जसे काचबिंदू, मधुमेहामुळे वा वृद्धत्वाने आलेले पीतबिंदूचे सुरकुतलेपणा ही मोतीबिंदू शस्त्रक्रियेने सुधारू शकत नाही.<p>
<p> ५. अद्ययावत यंत्रसामुग्री व संगणक समीकरणाच्या सहाय्याने कृत्रिम नेत्रभिंगाची पॉवर मोजण्याचे शास्त्र अचूक नाही. त्यामुळे शस्त्रक्रियेपूर्वी मशीनवर मोजलेली पॉवर ( ज्यावर आधारित निवडलेले कृत्रिम भिंग) व शस्त्रक्रियेनंतर डोळा पूर्ण बरा झाल्यानंतरची पॉवर यामध्ये फरक पडू शकतो. अशा वेळी सुस्पष्ट दृष्टीसाठी चष्मा किंवा कॉन्टॅक्ट लेन्सची गरज पडू शकते. जर तुम्ही प्राप्त दृष्टीने समाधानी नसाल तर कृत्रिम नेत्रभिंग बदलणे, अजून एक नेत्रमिंग आत बसवणे, किंवा लेझर उपचारांनी डोळ्यांचा नंबर घालवणे हे करता येऊ शकते.<p>
<p> ६. आपला डोळा हे यंत्र नसून जिवंत अवयव असल्याने शस्त्रक्रियेच्या अगदी अचूक परिणामांची १००% शाश्वती देता येत नाही.<p> 
<p> ७. तुम्ही कोणतेही भिंग निवडले तरी तुम्हाला कधी कधी याग लेझरची ( YAG Laser) गरज पडू शकते. ज्या थैलीमध्ये नेत्रभिंग बसवले जाते त्या शैलीचे मागील आवरण काही दिवसांनंतर वर्षांनंतर अपारदर्शक झाल्यास दृष्टी धुरकट होते व याग लेझर उपचारांनी आवरणामध्ये छिद्र करून दृष्टी पुन्हा सुधारता येऊ शकते.<p> 
<p>८. कधीतरी भविष्यामध्ये, रोपण केलेले नेत्रभिंग पुन्हा सरकवून योग्य जागी बसवण्याची किंवा शस्त्रक्रियेने काढून टाकण्याची किंवा एक काढून दुसरे बसवण्याची गरज पडू शकते. <p> 
<p> ९. जर तुमच्या डोळ्यात जास्त प्रमाणाचा दूरदृष्टीता (जवळचे न दिसण्याचा दोष hyperopia) असेल आणि डोळ्यांची लाबी(axial length) खूप कमी असेल तर नॅनोफ्थेल्मिक कोरॉयडल इफ्युजन म्हणजेच आकाराने अति लहान डोळ्यात कोराइडमधून पाणी झिरपणे. या गुंतागुंतीमुळे शस्त्रक्रियेत अनेक अवघड अडथळे येऊ शकतात. कधी कधी शस्त्रक्रिया पूर्ण करणे व कृत्रिम भिंग बसवणे अशक्य असते. कधी कधी डोळाही गमावला जाऊ शकतो. त्यासाठी कधी कधी डोळा वाचवण्यासाठी व हे इफ्युजन थांबवण्यासाठी काही वेगळ्या शस्त्रक्रिया जसे स्क्लेरोटॉमी ( डोळ्याच्या बाहेरील पांढया आवरणात छोटे छेद घेणे) कराव्या लागतात.
 <p>
<p> १०. जर तुम्हाला जास्त प्रमाणात दूरचे न दिसण्याचा दोष (myopia) असेल व किंवा डोळ्यांची लांबी प्रमाणापेक्षा जास्त असेल ( लांब ऑक्सियल लेंथ) तर दृष्टीपटल निसटण्यांचा ( रेटिनल डिटॅचमेंट) धोका वाढतो.

दृष्टीपटल शस्त्रक्रिया करून परत पूर्ववत करता येते परंतु दृष्टी जाऊ शकते व अंधत्व येऊ शकले. <p>
<p> ११. एका वेळी एकाच डोळ्याची शस्त्रक्रिया केल्याने काही काळ तुम्हाला दोन डोळ्यांच्या नजरेत फरक जाणवेल ( अन् आयसोमेट्रोपिया) व नजर संतुलित होण्यास वेळ लागतो. हे चष्म्यानेही सुधारता येत नाही कारण दोन्ही डोळ्यांच्या चष्म्याच्या नंबरमध्ये बराच फरक असतो. अशा वेळी दोन पर्याय असतात. एक तर फक्त शस्त्रक्रिया झालेल्या डोळ्यानेच दूरचे पाहणे किंवा शस्त्रक्रिया न झालेल्या डोळ्याला कॉन्टॅक्ट लेन्स बसवणे, जर शस्त्रक्रिया झालेल्या डोळ्यात काही गुंतागुंत नसेल व पूर्ण बरा असेल तर तो डोळा स्थिरस्थावर झाल्यावर काही आठवड्यात दुसऱ्या डोळ्यांची मोतीबिंदू शस्त्रक्रिया करता येऊ शकते. १२. ज्यांना मोतीबिंदू असतो त्यांना वयोमानाने वयाच्या चाळीस वर्षानंतर प्रेसबायोपिया असू शकतो. एरव्ही दूरची व जवळची दृष्टी उत्तम असणाऱ्यानाही चाळीशीनंतर जवळचा चष्मा लागतो. त्यांना बायफोकल म्हणजे एकाच चष्म्याने जवळचे व दूरचे दोन्ही पाहता येणे किंवा दूरचा व जवळचा असे दोन चष्मे वापरणे, मोतीबिंदू शस्त्रक्रियेनंतर दूरचे व जवळचे पाहण्यासाठी तुम्हाला अनेक पर्याय उपलब्ध आहेत.<p> 

<p>१२. ज्यांना मोतीबिंदू असतो त्यांना वयोमानाने वयाच्या चाळीस वर्षानंतर प्रेसबायोपिया असू शकतो. एरव्ही दूरची व जवळची दृष्टी उत्तम असणाऱ्यानाही चाळीशीनंतर जवळचा चष्मा लागतो. त्यांना बायफोकल म्हणजे एकाच चष्म्याने जवळचे व दूरचे दोन्ही पाहता येणे किंवा दूरचा व जवळचा असे दोन चष्मे वापरणे, मोतीबिंदू शस्त्रक्रियेनंतर दूरचे व जवळचे पाहण्यासाठी तुम्हाला अनेक पर्याय उपलब्ध आहेत. <p>
<p> १३. शस्त्रक्रिया व त्यासाठी दिल्या जाणाऱ्या भूलेमुळे रष्टी कमी होण्याची शक्यता असते. काही वेळा काही अनपेक्षित गुंतागुतीच्या समस्या अनेक आठवड्यानंतर महिन्यांनंतर वा अनेक वर्षांनंतरही उद्भवू शकतात.<p>
<p> १४. वेगवेगळ्या भूलीमुळेही वेगवेगळे धोके उद्भवू शकतात. यामध्ये हृदयाच्या व श्वसनाच्या समस्या आणि अगदी अपवादात्मक परिस्थितीत मृत्यू ही होऊ शकतो. <p>

<p align="center" class="style33"> -----रुग्णाचे संमतीपत्र----- <p>

<p> मला डॉक्टरांनी मला समजेल अशा आषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे. मी माझ्या पाल्याच्या उजव्या डाव्या डोळ्याच्या ------------------------------- या शस्त्रक्रियेस संमती देत आहे. 

सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्‌भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.

तसेच, माझी ओळख (छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/ देते.

तसेच या शस्त्रक्रियेथी किंवा परत कराव्या लागणान्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग है

सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/ देते, मी हे संमतीपत्र वाचले आहे / मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला

उत्तरे मिळालेली आहेत आणि मी माझे   ------------------------------------- नेत्रतज्ज  यांना माझ्या उजव्या / डाव्या / दोन्ही डोळ्यावर -------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे.<p>

	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	