<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>  Contracted Socket      </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
     <h2><h2>
    <table width="1124" border="1" align="center" class="style33">
	 <colgroup>
      <tr bgcolor="#A631A9">
	    <td width="8" class="style39"></colgroup>
        <th width="1100" class="style39"><img src="file:///C|/Users/av/Documents/varun/image.JPG" width="1060" height="69"></th>
      </tr>
    </table>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Contracted Socket    </strong></h1>
<h1 align="center" class="style33"><strong> ( कॉंट्रॅक्टेड सॉकेट  ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>


</p> मला माझ्या मातृभाषेत माझ्या डॉक्टरांनी समजावून सांगितले आहे की माझ्या / माझ्या पाल्याच्या उजव्या / डाव्या डोळ्याची खोबणी आकुंचन पावलेली आहे. अशा परिस्थितीत मी तो / ती कृत्रिम डोळा वापरु शकत नाही या साठी हे आकुंचन कमी करायची शस्त्रक्रिया आवश्यक आहे. त्यासाठी करावयाची ही शस्त्रक्रिया संपूर्ण भूल देउन आणि बेशुद्ध करून अथवा फक्त डोळा बधीर करून करण्यात येणार आहे. ही शस्त्रक्रिया फक्त डोळ्याच्या खोबणीचे आकुंचन कमी करण्यासाठी आहे, या शस्त्रक्रियेनंतर डोळ्यांत दृष्टी येणार नाही, किंवा या डोळ्याने दिसणे शक्य होणार नाही. ह्याची मला पूर्णपणे कल्पना दिलेली आहे.<p>


</p> <strong > शस्त्रक्रियेसंबंधित किंवा भूल देण्याशी निगडीत संभाव्य गुंतागुंती </strong> <p>

</p> 1. शस्त्रक्रियेची जखम रुंदावते किंवा फैलावते. <p>

</p> 2. टाक्यामुळे जखम चिघळणे, जंतुसंसर्ग होणे किंवा गाठ (ग्रॅन्युलोमा) तयार होणे. <p>

</p> 3. रक्तस्त्राव होणे. <p>

</p> 4. काही वेळेस तोंडाच्या आतील आवरण (oral mucous membrane), अर्भकाच्या नाळेचे आवरण (अॅम्नीऑटिक मेम्ब्रेन), त्वचेतील चरबीच्या आवरणाचे प्रत्यारोपण करण्याची गरज पडू शकते, <p>

</p> <strong > अशी गरज पडल्यास खालील गोष्टी मला समजावून सांगण्यात आलेल्या आहेत- </strong> <p>

		</p> अ) प्रत्यारोपण केलेल्या आवरणाचा अस्वीकार, जंतुसंसर्ग, त्वचा आकुंचन पावणे ( फायब्रोसिस) या सारख्या समस्या येऊ शकतात. <p> 
		</p> ब) म्युकस मेंब्रेन ग्राफ्ट / रोपण जर ऑठ किंवा तोंडाच्या आतील भागातून घेतले असेल तर त्या ग्राफ्टचे नियमित निर्जंतुकीकरण करावे लागेल तसेच तोंडाची स्वच्छता राखून त्या भागाची 4 नियमित काळजी घ्यावी लागेल. <p>
		</p> क) मांडी किंवा पोटाच्या जवळील त्वचेखालील चरबी काढून रोपण / ग्राफ्टींग केले जाऊ शकते, तसे असल्यास हया भागावरील जखमेची काळजी घेण्याचे मला समजाविले आहे. <p>
		

</p> 5. पापणीच्या आतील भागातील टाके ३ आठवड्यानंतर काढले जातील.  <p>

</p> 6. डोळ्याच्या पापणीच्या आत कृत्रिम कन्फरमर हा २ महिन्यांसाठी घालावा लागू शकतो. <p>

</p> 7. कृत्रिम डोळा हा २ महिन्यांनंतर बसवला जाईल. कृत्रिम डोळा हा कदाचित व्यवस्थित बसणार नाही याची शक्यता असू शकते. <p>

</p> 8. कृत्रिम डोळ्याची हालचाल अतिशय कमी राहील. <p>

</p> 9. डोळ्याच्या खोबणीचा आकार हा पूर्णपणे एकाच शस्त्रक्रियेमध्ये योग्य होईल असे सांगता येत नाही आणि अशा वेळी अतिरिक्त शस्त्रक्रिया करण्याची किंवा खोबणी अजून विस्तारित करण्याची आणि त्याचा आकार वाढविण्याची गरज पडू शकते.<p>


</p> हे मला समजावून सांगितले आहे की, शस्त्रक्रियेदरम्यान काही गुंतागुंत झाल्यास योग्य ती शस्त्रक्रिया किंवा उपचार करण्यात येईल. म्हणूनच मी डॉक्टर व त्यांच्या चमूला विनंती करतो / करते आणि संमती देतो / देते की त्यांनी योग्य निर्णय घेऊन आवश्यक ती शस्त्रक्रिया व उपचार करावेत.<p>

</p> मला माझे सगळे प्रश्न / शंका विचारण्याची संधी दिली गेली आहे तसेच दुसऱ्या डॉक्टरांचा सल्ला घेण्याचा पर्याय दिला आहे.<p>

</p> मी संमती देतो / देते की माझी ओळख व खाजगी माहिती उघड न करता, या शस्त्रक्रियेबद्दलची माहिती, फोटो, चित्रीकरण, वैद्यकीय नोंदीचा वापर वैद्यकीय संशोधन, वैदयकीय अभ्यास किंवा वैद्यकीय प्रकाशनासाठी उपयोगात आणल्यास माझी हरकत नाही. तसेच माझ्या शस्त्रक्रियेनंतरच्या तपासणी दरम्यान वैद्यकीय नोंदी, फोटो, चित्रीकरणाच्या नोंदी वैद्यकीय संशोधनासाठी वापरायची परवानगी देत आहे.<p>
 
</p>मला याची जाणीव आहे की ही शस्त्रक्रिया चांगल्या हेतूने केली जात आहे व त्याच्या परिणामांची हमी देऊ शकत नाही.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	