<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Dislocated/ Secondary Intra ocular lens implantation </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Dislocated/ Secondary Intra ocular lens implantation  </strong></h1>
<h1 align="center" class="style33"><strong> ( सेकंडरी (दुसऱ्यांदा) कृत्रिम भिंगारोपण ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p>मला माझ्या मातृभाषेत सांगण्यात आले आहे की मला / माझ्या पाल्याच्या उजव्या डाव्या डोळ्यात प्राथमिक मोतीबिंदू शस्त्रक्रिया करताना कृत्रीम भिंग बसविण्यात आले नव्हते अथवा आधी बसवलेले कृत्रीम भिंग आपल्या जागेवरून ते सरकलेले आहे. ते काढून नवीन किंवा तेच भिंग जागेवर बसवण्यासाठी ही शस्त्रक्रिया करावी लागणार आहे.
भिंग बसवण्याच्या अनेक पध्दती आहेत, त्या पुढील प्रमाणे-<p>

</p><strong>1. आयरीस क्लॉ प्रकारचे भिंग ज्यात भिंग डोळ्यातील बाहुली म्हणजे आयरीस च्या वर किंवा खाली अडकवले जाते.</strong><p>

</p><strong>2. स्केरल फिक्सेटेड भिंग बसवणे, ज्यात भिंगाचे हुक (हॅप्टिक) स्क्लेरा म्हणजेच डोळ्याचा पांढरा भाग, ह्यात छिद्र करून बसविले जाते. या करता कधी टाके वापरले जातात किंवा डिंका सारखे औषध (Tissue Glue) वापरले जाते किंवा हॅप्टिकच्या टोकाला गरम करून ते रूंद करून स्क्लेरात बसविण्यात येतात.</strong><p>

</p><strong> 3. सल्कस फिक्सेटेड भिंगारोपण, यात कृत्रिम भिंग काढलेल्या नेत्रभिंगाच्या पूढील पापुद्र्याच्या (anterior capsular rim) भागावर व बाहुलीच्या मधल्या जागेत बसविले जाते.</strong><p>

</p><strong>4. ए.सी भिंगारोपण (AC IOL). यात कृत्रिम भिंग बुबुळ व बाहुलीच्या मधल्या भागात बसविले जाते. वरील पर्यायांपैकी योग्य पर्याय तुमचे नेत्रतज्ज्ञ निवडतील. या शस्त्रक्रियेचे काही संभाव्य धोके आहेत, ते पुढील प्रमाणे. या शस्त्रक्रियेत डोळ्यातील चिकट द्रवपदार्थ (व्हिट्रीयस) अंशतः काढण्याची गरज लागू शकेल (व्हिट्रेक्टॉमी).</strong><p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- धोके व गुंतागुंती (Complications )  ---------------------------- ------</span> </p>

</p> <strong> 1. बुबुळ म्हणजेच कॉर्नियाला सूज येणे, ते पांढरे होणे व ते शस्त्रक्रियेद्वारे बदलावे लागणे.</strong><p>

</p><strong> 2. बाहुलीला दीर्घकाळ सूज येणे (आयरायटीस).</strong><p>

</p><strong> 3. डोळ्यातील ताण वाढणे किंवा कांचबिंदू होणे.</strong><p>

</p><strong> 4. भिंग निर्धारीत जागेवरून निसटणे/डोळ्याच्या आतील पोकळीत पडणे, जे काढण्यासाठी दुसरी शस्त्रक्रिया करावी लागणे.</strong><p>

</p><strong> 5. डोळ्याच्या आतील पडद्याच्या मध्यभागावर ( पीतबिंदू) (Macula) सूज आल्यामुळे दृष्टीवर परिणाम होणे.</strong><p>

</p><strong> 6. डोळ्यात रक्तस्त्राव होणे.</strong><p>

</p><strong> 7. डोळ्याला जंतुसंसर्ग होणे (एंडॉफ्थलमाइटिस) व कायमचे अंधत्व येणे.</strong><p>

</p><strong> 8. डोळ्याचे आतील पटल (रेटिना) निसटणे व त्या करिता परत दुसरी शस्त्रक्रिया करावी लागेल.</strong><p>

</p><strong> 9. अपेक्षेपेक्षा जास्त / कमी चष्म्याचा नंबर लागणे.</strong><p>

</p><strong> आपला डोळा हे यंत्र नसून जिवंत अवयव असल्याने शस्त्रक्रियेच्या अगदी अचूक परिणामांची १०० % शाश्वती देता येत नाही.</strong><p>

</p> ही शस्त्रक्रिया डोळ्याला इंजेक्शनद्वारे भूल देउन केली जाईल. या भूलेमुळे काही गुंतागुंती उद्भवू शकतात, त्या पूढील प्रमाणे आहेत.<p>

</p> 1) इंजेक्शनच्या सुईमुळे डोळ्याच्या पांढऱ्या पडद्याला व आतील नेत्रपटलाला इजा होणे व कायमचा दृष्टीदोष येणे.<p>

</p> 2) डोळ्याच्या मागील शिरेला (ऑप्टिक नर्व्हे) इजा होणे व दृष्टीदोष होणे. <p>

</p> 3) भुलेच्या औषधाला अॅलर्जीक रिॲक्शन येणे, ज्यामुळे डोळ्याला किंवा अंगावर सूज येणे, श्वास घेण्यास अडचण होणे, ह्रदयाची गती अनियमित होणे व क्वचित प्रसंगी ह्रदय बंद पडणे ह्या सारखे दुष्परिणाम होऊ शकतात. <p>

</p> 4) डोळ्याच्या बाहेरील भागास (ऑर्बिट) जंतुसंसर्ग होणे.<p>

</p> माझ्या डॉक्टरांनी मला समजेल अशा भाषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे. मी माझ्या पाल्याच्या उजव्या / डाव्या डोळ्याच्या-----------------------------या शस्त्रक्रियेस संमती देत आहे. <p>




</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>


</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
	        </p> <font size="+1"><strong>रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा . </strong> <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
	       
 

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाच्या सहाय्यकाचे विशेष संमतीपत्र ---------------------------- ------</span> </p>

</p>रुग्ण पुढील कारणांमुळे------------------------------------------------या संमतीपत्रावर स्वाक्षरी न करू शकल्यास (अल्पवयीन/ बेशुद्ध अवस्थेत / भूलेच्या औषधाच्या प्रभावाखाली / मानसिकरित्या असक्षम / असंतुलित अवस्थेत / इतर काही कारणे असल्यास .------------------------------------------------------------) मी ह्या विशेष संमतीपत्रावर स्वाक्षरी करत आहे.<p>

</p>सहाय्यकाचे नाव----------------------------------------------------------------<p>

</p>रुग्णाशी नाते -----------------------------------------------------------------<p>

</p>सही ---------------------------------दिनांक ----------------------------------<p>

</p>वेळ------------------------------------------

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- दुभाषाचे घोषणापत्र ---------------------------- ------</span> </p>

</p> वरील संमतीपत्र डॉक्टरांनी नीट समजावून सांगितले आहे व सर्व माहिती रुग्णास व तिच्या / त्याच्या सहाय्यकास त्यांना समजेल अशा भाषेत सांगितली आहे व त्यांना ती नीट व संपूर्ण समजली आहे याची खात्री केली आहे.<p>

</p>दुभाषाचे नाव: ---------------------------------------------------------------<p>

</p> सही -------------------------------दिनांक ---------------------------वेळ----------<p>

</p> दूरध्वनी क्रमांक : -------------------------------------------------<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- अतिजोखिमेच्या परिस्थितीसाठी विशेष संमतीपत्र ---------------------------- ------</span> </p>

</p> मी / रुग्ण --------------------------------(रुग्णाचे नाव) यास समजावून सांगितले आहे की या आजारात/ उपचारपद्धतीत काही अतिजोखिमांचे प्रसंग----------------------या कारणांमुळे उद्भवू शकतात.<p>

</p> रुग्णाची सही : -----------------------------दिनांक ---------------वेळ -------------------<p>

</p> डॉक्टरांचे नाव --------------------------------सही --------------------दिनांक-------------वेळ ------------<p>

</p> साक्षीदाराचे नाव :----------------------------------------------सही -----------------------दिनांक ------------------वेळ----------<p>

</p> साक्षीदाराचा दूरध्वनी क्रमांक :----------------------------पत्ता ---------------------------------------------------------------------<p>

 </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>





</body>
</html>


	