<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Edrophonium/Tensilon Test </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Edrophonium/Tensilon Test  </strong></h1>
<h1 align="center" class="style33"><strong> ( एड्रोफोनियम / टेन्सिलॉन तपासणी ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- सर्वसामान्य माहिती  ---------------------------- ------</span> </p>

</p> मायस्थेनिया ग्रेव्हिस या आजाराचे निदान त्याच्या लक्षणांवरून किंवा अॅसिटिल कोलिन इस्टरेज इनहीबिटर हे औषध देऊन ठराविक रिसेप्टर ब्लॉक करून किंवा रक्ताची चाचणी करून किंवा इलेक्ट्रोफिजीऑलॉजीकल चाचण्यांद्वारे केले जाते.<p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- उपचारपद्धती ---------------------------- ------</span> </p>

</p> ही तपासणी फिजिशीयन किंवा भूलतज्ज्ञांच्या निगराणीखाली केली जाते. एड्रोफोनियमची तपासणी: एड्रोफोनियम या औषधाचा टेस्ट डोस (सूक्ष्म प्रमाणातील डोस) हातातील शिरेतून दिला जातो.मायस्थेनिया ग्रेव्हिस या आजाराच्या लक्षणांमध्ये काही सुधारणा दिसल्यास ही तपासणी पूर्ण केली जाईल. जर यात काही दुष्परिणाम आढळल्यास ही तपासणी केली जाणार नाही. जर लक्षणांमध्ये कोणतीही सुधारणा किंवा औषधाचा दुष्परिणाम आढळला नाही तर औषधाचा डोस वाढविला जाईल.<p>

     </p> टेन्सिलॉन तपासणी: दंडाच्या मांसपेशीत ( इंट्रामस्क्यूलर) नियोस्टिगमिन व ॲट्रोपिनचे इंजेक्शन दिले जाते. ३०-४५ मिनिटात मायस्थेनिया ग्रेव्हीस आजाराच्या लक्षणात काही बदल होतो का, याची नोंद केली जाते.<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">---- एड्रोफोनियम / टेन्सिलॉन तपासण्यांचा संभाव्य परिणाम ----</span> </p>

</p><strong>1)लक्षणे सुधारल्यास ही तपासणी सकारात्मक मानली जाते.</strong><p>

</p><strong>2) चेमायस्थेनिया ग्रेव्हिस आजाराच्या लक्षणांमध्ये कुठलाही बदल किंवा सुधारणा न झाल्यास या तपासणीचा निकाल विनानिर्णय/समसमान किंवा नकारार्थी मानला जातो.</strong><p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">-----  जोखिमा व गुंतागुंती -----</span> </p>


</p> <strong>1. मुख्य जोखिमा:  </strong>  या सामान्यतः एड्रोफोनियम औषधामुळे होतात. त्या क्वचित होतात, पण त्यात जिवाला धोका होऊ शकतो, ज्या पुढील प्रमाणे आहेत- ह्रदयाचे ठोके कमी ( ब्रॅडिकार्डिया) होणे, श्वसनास अडचण, श्वासनलिका अचानक बंद होणे (ब्रॉन्कोस्पॅझम), घेरी येणे / चक्कर येउन तोल जाणे (सिंकोप), कोलिनर्जिक क्रायसिस, इत्यादी.<p>

</p><strong>2. विनानिर्णय (समसमान) परिणाम:   : </strong>: नियोस्टिगमिन ह्या औषधाचा परिणाम संथ गतीने झाल्यामुळे लक्षणात पुरेसा बदल दिसत नाही व तपासणीच्या निकालाचा निर्णय देता येत नाही<p>

</p><strong>3. दुहेरी प्रतिमा : </strong> तात्पुरती दुहेरी प्रतिमा दिसू शकते.<p>

</p><strong>4.  किरकोळ धोके  : </strong>फॅसिक्युलेशन्स, ऊब जाणवणे, मळमळ, लाळ गळणे, पोट खराब होणे.<p>





</p> <p align="center" class="style9 style23 style27"><span class="style33">----------------- संभाव्य पर्याय --------------</span> </p>

</p>एड्रोफोनियम / टेन्सिलॉनसाठी काही पर्यायी तपासण्या आहेत:<p>

</p> सिरॉलॉजिकल टेस्ट ( रक्ताची तपासणी) जसे अॅन्टी-अॅसीटायलकोलिन रिसेप्टर अॅन्टीबॉडी व अॅन्टी-मसल स्पेसिफिक अॅन्टीबॉडी.<p>

</p><strong> 1. कइलेक्ट्रोफिजीऑलॉजी तपासणी जसे नर्व्ह स्टिम्युलेशन तपासणी व इलेक्ट्रोमायोग्राफी.</strong><p>

</p> <strong>2. आईस पॅक चाचणी ( Ice pack test).</strong><p>

</p> <strong>3.निद्रा तपासणी ( Sleep test )</strong><p>

</p> <strong>3.इतर काही जसे ------------------------------------------------ </strong> <p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>


</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
	        </p> <font size="+1"><strong>रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा . </strong> <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
	       
 

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाच्या सहाय्यकाचे विशेष संमतीपत्र ---------------------------- ------</span> </p>

</p>रुग्ण पुढील कारणांमुळे------------------------------------------------या संमतीपत्रावर स्वाक्षरी न करू शकल्यास (अल्पवयीन/ बेशुद्ध अवस्थेत / भूलेच्या औषधाच्या प्रभावाखाली / मानसिकरित्या असक्षम / असंतुलित अवस्थेत / इतर काही कारणे असल्यास .------------------------------------------------------------) मी ह्या विशेष संमतीपत्रावर स्वाक्षरी करत आहे.<p>

</p>सहाय्यकाचे नाव----------------------------------------------------------------<p>

</p>रुग्णाशी नाते -----------------------------------------------------------------<p>

</p>सही ---------------------------------दिनांक ----------------------------------<p>

</p>वेळ------------------------------------------

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- दुभाषाचे घोषणापत्र ---------------------------- ------</span> </p>

</p> वरील संमतीपत्र डॉक्टरांनी नीट समजावून सांगितले आहे व सर्व माहिती रुग्णास व तिच्या / त्याच्या सहाय्यकास त्यांना समजेल अशा भाषेत सांगितली आहे व त्यांना ती नीट व संपूर्ण समजली आहे याची खात्री केली आहे.<p>

</p>दुभाषाचे नाव: ---------------------------------------------------------------<p>

</p> सही -------------------------------दिनांक ---------------------------वेळ----------<p>

</p> दूरध्वनी क्रमांक : -------------------------------------------------<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- अतिजोखिमेच्या परिस्थितीसाठी विशेष संमतीपत्र ---------------------------- ------</span> </p>

</p> मी / रुग्ण --------------------------------(रुग्णाचे नाव) यास समजावून सांगितले आहे की या आजारात/ उपचारपद्धतीत काही अतिजोखिमांचे प्रसंग----------------------या कारणांमुळे उद्भवू शकतात.<p>

</p> रुग्णाची सही : -----------------------------दिनांक ---------------वेळ -------------------<p>

</p> डॉक्टरांचे नाव --------------------------------सही --------------------दिनांक-------------वेळ ------------<p>

</p> साक्षीदाराचे नाव :----------------------------------------------सही -----------------------दिनांक ------------------वेळ----------<p>

</p> साक्षीदाराचा दूरध्वनी क्रमांक :----------------------------पत्ता ---------------------------------------------------------------------<p>

 </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>





</body>
</html>


	