<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Enucleation with Implant        </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Enucleation with Implant      </strong></h1>
<h1 align="center" class="style33"><strong> ( इन्युक्लिएशन विथ इम्प्लांट ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>


</p> माझ्या / माझ्या पाल्याच्या उजव्या / डाव्या डोळ्यात अनैसर्गिक वाढ होत असल्याचे किंवा गाठ (ट्यूमर) असल्याचे मला समजेल अशा भाषेत संपूर्ण माहिती देण्यात आली असून जर ती काढली नाही तर ती शरीराच्या इतर भागात पसरू शकते आणि माझा / माझ्या पाल्याचा जीव धोक्यात येऊ शकतो. डोळ्याच्या नसेसह (Optic nerve) संपूर्ण डोळा काढून टाकणे शस्त्रक्रियेमध्ये समाविष्ट आहे. शस्त्रक्रियेदरम्यान, रिक्त पोकळीत (empty socket) इम्प्लांट म्हणजेच कृत्रिम साचा बसविला जातो.<p>
</p>इम्प्लांट बऱ्याच सामग्रीमध्ये उपलब्ध आहे जे सछिद्र (porous) आणि छिद्र नसलेले (non-porous) रोपण अशा दोन प्रकारांमध्ये विभागले गेले आहेत. सछिद्र रोपण डोळ्यामधे तंतूमय पेशी व रक्तवाहिन्यांचे जाळे तयार करण्यास मदत करते आणि ह्यामुळे इम्प्लांट निघून येणे किंवा आपल्या जागेवरुन सरकण्याचे प्रमाण कमी असते. तथापि, या साच्यांमधे एक खडबडीत पृष्ठभाग असल्यामुळे तो बाहेरून दिसून येण्याची शक्यता असते. परंतू छिद्ररहीत रोपणात इम्प्लांट निघून येण्याचे आणि सरकण्याचे प्रमाण जास्त असून इम्प्लांट बाहेरून दिसण्याचे प्रमाण कमी आहे. शस्त्रक्रियेनंतर मला / माझ्या पाल्याला डोळ्याचे बाह्यरूप जतन करण्यासाठी कृत्रिम डोळा बसवावा लागेल.
शस्त्रक्रिया केलेल्या डोळ्यातील दृष्टी कायमची जाते आणि भविष्यात नेत्रदानातून मिळालेला डोळा प्रत्यारोपण करूनही त्याची दृष्टी पूर्ववत केली जाऊ शकत नाही. हिस्टोपॅथोलॉजी म्हणजेच शरीरातील पेशींचा सूक्ष्म अभ्यास करून अंतिम निदानाची खात्री होईल. हिस्टोपॅथोलॉजीच्या संशोधन व अभ्यासानुसार, केमोथेरपी किंवा रेडिओथेरपीच्या स्वरूपात अतिरिक्त उपचार आवश्यक असू शकतात. काही दुर्मिळ प्रसंगी, संशयित कर्करोग / कर्करोगसदृष लक्षणे ही संसर्गजन्य किंवा जन्मजात असल्याचे हिस्टोपॅथोलॉजी तपासणी केल्यास आढळू शकते.<p>

</p>निदानाच्या उद्देशाने शस्त्रक्रियेद्वारे किंवा सुईच्या मदतीने गाठीचा तुकडा काढण्याचा पर्याय आणि त्यासंबंधीचे धोके मला समजावून सांगितले आहेत. ज्या गुंतागुंतींना सर्वसाधारणपणे सामोरे जावे लागते त्यामध्ये भूल दिल्याने होणाऱ्या गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग, ट्यूमर पूर्ण न निघणे किंवा गाठ पुन्हा उद्भवणे यांचा समावेश आहे. इम्प्लांट निघून येणे किंवा आपल्या जागेवरून सरकणे आणि डोळ्याच्या पोकळीतील (socket) पेशी सुकून जाऊन खोबणी लहान होणे ह्यासारख्या साचारोपण/ इम्प्लांट संबंधित गुंतागुंती होऊ शकतात, ज्यामुळे कृत्रिम डोळा बसविणे शक्य होत नाही. कृत्रिम डोळ्यासह सर्वोत्कृष्ट व शक्य तेवढे चांगले बाह्यस्वरूप देण्यासाठी सर्व प्रयत्न केले जातात तसेच कृत्रिम डोळ्याच्या हालचाली सामान्य डोळ्याइतक्या चांगल्या असतीलच असे नाही. कृत्रिम डोळ्याची काळजी आणि स्वच्छता महत्त्वपूर्ण आहे आणि आवश्यकतेनुसार कृत्रिम डोळा बदलण्याची वेळोवेळी गरज पडू शकते हे मला समजावून सांगण्यात आले आहे.<p>

</p> शस्त्रक्रियेदरम्यान, दुसऱ्या डोळ्याची तपशीलवार तपासणी केली जाईल. दुसऱ्या डोळ्यात एखाद्या आजाराचे निदान झाल्यास तो डोळा वाचविण्यासाठी कोणत्याही आवश्यक त्या उपचारपद्धतीसाठी तयार असल्याची आणि ती उपचारपद्धती करण्याची डॉक्टरांना मी पूर्ण परवानगी देत आहे. मला रुग्णालयात नियमित फेरतपासणीसाठी येणे महत्त्वाचे आहे हे माहित आहे.
मी याद्वारे संमती देत आहे की, डॉ.----------------------- आणि ते / संस्था माझ्या उजव्या डाव्या डोळ्याला काढून टाकण्याची शस्त्रक्रिया करण्यासाठी कर्मचारी, सहकारी किंवा सहाय्यक म्हणून नियुक्तक शकतात.  
 मला हे स्पष्ट केले गेले आहे की उपचारादरम्यान, प्रथम निदानाच्या वेळी सांगितल्या गेलेल्या गुंतागुंतीच्या शक्यतेव्यतिरिक्त किंवा त्यापेक्षा भिन्न अशी आकस्मिक परिस्थिती उद्भवू शकते ज्यास शस्त्रक्रिया आणि आपत्कालीन उपचारपद्धतीची आवश्यकता भासू शकते. म्हणूनच मी उपरोक्त नियुक्त तज्ज्ञ आणि त्यांच्या सहकाऱ्यांना अशी अतिरिक्त शस्त्रक्रिया किंवा उपचारपद्धती करण्याची विनंती करीत आहे आणि त्यांस संमती देत आहे.<p>
</p> मी शस्त्रक्रियेसाठी आवश्यकतेनुसार संपूर्ण स्थानिक (डोळ्याला) भूल व भुलीचे औषध वापरण्याची संमती देत आहे. पुढील दोन नेत्रतज्ज्ञ -------------------- व ----------------------- ह्यांनी माझे डोळे तपासून ही शस्त्रक्रिया करण्याचा सल्ला दिला असून मी त्यांचे मत ग्राह्य धरून ही शस्त्रक्रिया करण्याची संमती देत आहे.  <p>
</p> मला आजारासंबंधीत कोणतेही प्रश्न विचारण्याची संधी देण्यात आली आहे आणि मला अजून एका नेत्रतज्ज्ञांचा सल्ला घेण्याचा पर्याय देखील देण्यात आला आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
      <p> <font size="+1">रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा  <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
		       
	
  </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	