<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Eyelid Tear Repair with or without Wound Debridement with or without Foreign Body Removal      </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Eyelid Tear Repair with or without Wound Debridement with or without Foreign Body Removal      </strong></h1>
<h1 align="center" class="style33"><strong> (  फाटलेल्या पापणीची दुरुस्ती आणि जखमेची स्वच्छता ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>


</p> मला माझ्या मातृभाषेत, डोळ्याच्या फाटलेल्या पापणीच्या (उजव्या डाव्या दोन्ही) संभाव्य उपचार आणि पर्यायी उपचाराबद्दल सांगितले आहे. सर्व पर्यायी उपचारांमध्ये ही शस्त्रक्रिया सर्वात योग्य आहे. माझ्याशी चर्चा केली गेली आहे की माझ्या (उजव्या / डाव्या दोन्ही) पापणीची शस्त्रक्रिया निर्जंतुक पद्धतीने स्थानिक / संपूर्ण भूल देऊन केली जाईल.<p>

</p> पापणी तिच्या नैसर्गिक स्थितीत पुन्हा ठेवून ही शस्त्रक्रिया केली जाईल. डोळ्याच्या पृष्ठभागाचे संरक्षण करण्यासाठी तो पापणीने जास्तीतजास्त आच्छादला जाईल याची काळजी घेऊन पापणी शक्य तितकी नैसर्गिक अवस्थेत येईल अशी दुरुस्ती करणे हे या शस्त्रक्रियेचे प्राथमिक उद्दिष्ट आहे हे मला स्पष्ट केले आहे. मला सांगण्यात आले आहे की जर अश्रू वाहून नेणारी नळी फाटलेली आढळली तर दुसरी ट्यूब टाकून ती जोडण्याचा प्रयत्न केला जाईल. काही काळानंतर ही ट्यूब काढण्याची गरज भासू शकते. पापणीचा काही भाग जखमेमुळे नाहीसा झाला असेल तर आवश्यकतेनुसार सभोवतीचा निरोगी भाग घेऊन (surrounding normal tissue) त्याची दुरुस्ती करण्याचा प्रयत्न केला जाऊ शकतो किंवा पापण्यांवर टाके घालून डोळ्याच्या पृष्ठभागाचे संरक्षण करण्याचा निर्णय घेतला जाऊ शकतो आणि दुसऱ्या शस्त्रक्रियेत पापण्यांची पुनर्रचना केली जाऊ शकते. जखम झालेल्या पापणीच्या भागास जंतुसंसर्ग झाल्यास तेथील खराब भाग (नेक्रोटिक टिशू) काढून टाकला जाऊ शकतो. मला हे देखील स्पष्ट केले आहे की फाटलेल्या पापणीमध्ये काही कचऱ्याचे कण (foreign body) असू शकतात आणि ते काढण्याचा प्रयत्न केला जाईल मला हे समजले आहे की स्थानिक किंवा पूर्ण भूल देऊन माझ्या फाटलेल्या पापण्या जोडण्याची शस्त्रक्रिया केली जात आहे.<p>

</p> <strong> शस्त्रक्रियेदरम्यान खाली नमुद केलेले धोके उद्भवू शकतात :</strong><p>

</p> <strong>1. पापणीची सूज किंवा जंतुसंसर्ग होऊ शकतो . </strong><p>

</p> <strong> 2. डोळा पूर्णपणे बंद करण्यास असमर्थता.</strong><p>

</p> <strong> 3. डोळा बंद करताना बुबुळाचा काही भाग उघडा राहू शकतो .</strong><p>

</p> <strong> 4. डोळा उघडा राहिल्याने बुबुळ कोरडे पडून जखम होऊ शकते ( keratopathy) .</strong> <p>

</p><strong>  5. डोळ्याला दुखापत होऊ शकते .</strong><p>

</p> <strong> 6. डोळ्यांच्या पापण्यांचे केस डोळ्याच्या आतल्या बाजूला वळू शकतात .</strong><p>

</p> <strong> 7. शस्त्रक्रियेनंतरच्या कालावधीत दृष्टी अस्पष्ट होऊ शकते किंवा दुहेरी दृष्टी येऊ शकते .</strong><p>

</p> <strong> 8. शस्त्रक्रियेनंतर काही दिवस अश्रुस्राव होणे .</strong><p>

</p> <strong> 9. जखमेचा व्रण दिसू शकेल .</strong><p>

</p> <strong> 10.पापण्यांच्या घडीची असमानता.</strong><p>

</p> <strong> 11. पापणीतील किंवा खोबणीतील कचरा (foreign body) न सापडणे.</strong><p>

</p> <strong> 12. पापण्यामध्ये foreign body चे काही तुकडे राहू शकतात .</strong><p>

</p><strong> वर नमूद केलेली तथ्ये जाणून घेतल्यावर मी माझ्या उजव्या / डाव्या / दोन्ही फाटलेल्या पापण्यांच्या दुरुस्तीसाठी संमती देत आहे.</strong> <p>

</p> उपचारादरम्यान मला हे स्पष्ट केले गेले आहे की, अनपेक्षित परिस्थिती उद्भवू शकते. त्यामुळे नेत्रतज्ज्ञ व त्यांच्या सहकाऱ्यांची मदत घेऊन ठरवलेल्या शस्त्रक्रिया उपचारपद्धती पेक्षा वेगळी आपत्कालीन शस्त्रक्रिया करण्याची गरज भासू शकते. यासाठी मी वरील नियुक्त तज्ज्ञ डॉक्टरांव्यतिरिक्त इतर तज्ज्ञांना शस्त्रक्रिया किंवा इतर उपचार करण्याची संमती देतो/ देते.<p>

</p> भूलेच्या औषधांच्या वापरासाठी आणि आवश्यक वाटेल अशा प्रकारची भूल देण्यास मी संमती देतो/ देते.<p>

</p>तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/ देते. तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग हे सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/ देते.<p>
</p>मला सर्व काही प्रश्न विचारण्याची संधी देण्यात आली आहे आणि मला दुसऱ्या नेत्रतज्ज्ञांचे मत घेण्याचा पर्यायदेखील देण्यात आला आहे मला पूर्ण कल्पना आहे की ही शस्त्रक्रिया चांगल्या उद्देशाने केली जात आहे आणि जे परिणाम मिळतील. त्याबद्दल कोणतीही हमी किंवा आश्वासन दिले गेलेले नाही.शस्त्रक्रियेत काढून टाकलेला भाग नियमानुसार संस्थेद्वारे विल्हेवाट लावली जाऊ शकते. <p>


</p> मी याद्वारे हे नमूद करू इच्छितो की या शस्त्रक्रियेचे सर्व संभाव्य परिणाम मला समजले आहेत आणि उपचार करणाऱ्या नेत्रतज्ज्ञांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. रुग्णालय / रुग्णालयातील कर्मचारी / उपचार करणारे डॉक्टर आणि त्यांचे सहाय्यक उपचाराशी संबंधित कोणत्याही नुकसानीसाठी जबाबदार असणार नाहीत. अशा दुर्दैवी दुर्घटनांमध्ये मी कोणत्याही परतावा / भरपाईसाठी दावा करणार नाही. अशा सर्व परिस्थितीमध्ये रुग्णालय प्रशासनाचा निर्णय अंतिम असेल. मी कबूल करतो की मी निकोप मनाने या संमतीपत्रावर स्वाक्षरी करून संमती देत आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
      <p> <font size="+1"><strong>रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा . </strong> <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
		       
	
  </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	