<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Femtocataract Surgery</title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style24 {font-size: 14px; color: #000000; }
.style27 {font-size: 12px}
.style30 {font-size: 12px; font-weight: bold; }
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
    .style36 {font-family: "Times New Roman", Times, serif}
    .style38 {color: #330066}
    </style>

    
   	<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
     <h2><h2>
    <table width="1124" border="1" align="center" class="style33">
	 <colgroup>
        <tr bgcolor="#A631A9">
		 </colgroup>
            <th width="1032">&nbsp;</th>
                   
        </tr>
</table>
</body>
  
</html>
<h1 align="center" class="style33"><strong>Femtocataract Surgery </strong></h1>
<h1 align="center" class="style33"><strong>फेम्टोसेकंड मोतीबिंदू शस्त्रक्रिया </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
<p align="center" class="style9 style23 style27"><span class="style33">------प्रस्तावना------</span> </p>
<p align="left" class="style30"> फेम्टोसेकंड लेझरच्या सहाय्याने केल्या जाणाऱ्या मोतीबिंदू शस्त्रक्रियेमध्ये काही कृती या फेस्टोसेकंड लेझर मुळे अधिक अचूक व अधिक सुरक्षितरित्या केल्याने, अधिक चांगले परिणाम दृष्टी सुधारण्यामध्ये दिसतात. या प्रक्रियेमध्ये रुग्णाने त्याची/ तिची नजर एका चमकणाऱ्या प्रकाशाकडे स्थिर ठेवावी लागते. यामुळे बुबुळाचा ( डोळ्याचा केंद्रबिंदू अचूक राहतो. त्यानंतर मशीनचा एक भाग रुग्णांच्या डोळ्यावर पेशंट इंटरफेज) ठेवला जातो. रुग्णाला डोळ्यावर दाब जाणवतो. ज्यावेळी फेम्टो लेझर किरण सोडले जातात त्या वेळी क्लिक क्लिक असा आवाज येत राहतो. त्यानंतर नेहमीची मोतीबिंदू शस्त्रक्रिया केली जाते.<p> 

<p align="center" class="style33"> -----इतर पर्यायी उपचार----- <p> 

<p class="style30">नेहमीची फेकोमल्सिफिकेशन शस्त्रक्रियाही करता येते हे मला माहीत आहे. ( याची मला कल्पना आहे)<p>

<p align="center" class="style33"> -----काही संभाव्य इतर परिणाम, धोके व गुंतागुंत----- <p> 


</p> <strong>दृष्टीस धोकादायक असे गुंतागुंतीचे परिणाम</strong><p>
</p><strong>जंतुसंसर्ग :</strong> अल्प अथवा अतीव संसर्ग होऊ शकतो याची मला कल्पना आहे. कमी प्रमाणातील संसर्ग प्रतिजैविक औषधांनी ( अँटीबायोटिक्स) बरे करता येते व कायम स्वरूपी अंधत्व टाळता येते. अतीव संसर्ग झाल्यास मात्र प्रतिजैविक औषधे (अँटीबायोटिक्स) वापरूनसुद्धा डोळ्यात कायमस्वरूपी व्रण येऊन अंधत्व येऊ शकते.<p>

</p><strong>आयरिस ॲट्रॉफी:</strong> डोळ्यांच्या आतील काळ्या तपकिरी निळा / हिरवा /धारा पडद्यास आयरिस म्हणतात. आयरिसला जखम होऊन अॅट्रॉफी म्हणजेच सुकल्याने आकुंचित होण्याची शक्यता असते याची मला कल्पना आहे. तसेच डोळ्यांचा दावही वाढू शकतो ( सेकंडरी ग्लॉकोमा काचबिंदू) याचीही मला कल्पना आहे. दाबावर नियंत्रण आणण्यासाठी डोक्यात घालायला थेंब दिले जातात.
दृष्टीपटल निसटणे( रेटिनल डिटॅचमेंट) दृष्टी पटलामध्ये छेद होऊन डोळ्यांच्या आतील पृष्ठभागापासून दृष्टीपटल निसटू शकते व अंधत्व येऊ शकते याची मला कल्पना आहे. <p>

</p><strong>नेत्रपटलास इजा :</strong> नेत्रपटलास सूज येण्याची आणि/ किंवा नेत्रपटलाच्या आतील थराच्या( एंडोथेलियल) पेशी नष्ट (loss) होण्याची शक्यता असू शकते याची मला कल्पना आहे. या पेशी नेत्रपटलास पारदर्शक व निरोगी ठेवण्यास कारणीभूत असतात. नेत्रपटलाची सूज व आतील थराच्या पेशी नष्ट झाल्याने नेत्रपटल काही काळासाठी धुरकट व अपारदर्शक होऊन दृष्टी कमी राहते व काही वेळा हे कायम स्वरूपी असल्याल नेत्रपटलरोपण शस्त्रक्रियेची (corneal transplant) गरज पडू शकते. <p>

</p><strong>काचबिंदू:</strong> डोळ्यांच्या आतील पाण्याचा निचरा योग्य प्रकारे न झाल्याने डोळ्यांचा दाब वाढून काचबिंदू होऊ शकतो याची मला कल्पना आहे. काचबिंदू मुळे अंधत्व येऊ शकते व काचबिंदूसाठी आयुष्यभर औषधे घालण्याची किंवा शस्त्रक्रियेचीही गरज पडू शकते.
इतरही काही गुंतागुंतीमुळे दृष्टीला धोका पोहोचू शकतो याची मला कल्पना आहे. यांमध्ये आयरायटिस (डोळ्यांच्या आतील रंगीत पडद्यास सूज) ही लगेच किंवा काही काळानंतर होऊ शकते. रक्तस्त्राव, दृष्टी पटलास सूज( मॅक्यूलर इंडिया पीतबिंदूस सुज) आणि इतर दृष्टींशी संबंधित गुंतागुंती यांचा समावेश आहे. काही अपवादात्मक परिस्थितीत काही गुंतागुंतीमुळे अंधत्व किंवा डोळाही गमावला जाऊ शकतो.गुंतागुंती काही दिवसांत / महिन्यांत किंवा काही वर्षानंतरही उद्भवू शकतात.<p>

<p align="center" class="style33"> -----दृष्टीस धोका न उत्पन्न करणाच्या गुंतागुंती----- <p> 

<p><strong>चमका / प्रकाशवर्तुळे :</strong> शस्त्रक्रियेनंतर प्रकाश सहन न होणे किंवा रात्रीच्या वेळी डोळ्यात चमक जाणवू शकते याची मला कल्पना आहे. डोळ्यासमोर चांदण्या चमकणे किंवा दिव्यांभोवती प्रकाशवर्तुळे( वलये) रात्री दिसू शकतात. हा धोका बाहुलीच्या आकारावर अवलंबून असल्याने बाहुली मोठी असेल तर हे परिणाम जाणवण्याची शक्यता वाढते. <p>
</p> <strong>कमी/जास्त नंबर  :</strong> कधी कधी शस्त्रक्रियेनंतर दूरची दृष्टी अधिक चांगली झाल्याने जवळच्या कामासाठी चष्मा किंवा उलट परिस्थिती म्हणजे जवळची दृष्टी अधिक सुधारल्याने दूर दृष्टीसाठी चष्मा किंवा विषम ( वक/ ॲस्टिगमेटिझम) दृष्टीसाठी चष्मा किंवा कॉन्टॅक्ट लेन्स लागू शकतात किंवा गरज पडल्यास शस्त्रक्रिया करावी लागते. यामध्ये नेत्रभिंग बदलणे/ अजून एक नेत्रभिंग बसवणे किंवा लेझरच्या सहाय्याने नंबर घालवणे असे पर्याय उपलब्ध आहेत.<p>


<p align="center" class="style33"> -----रुग्णाचे संमतीपत्र----- <p>

<p>फेम्टोसेकंड लेझरच्या सहाय्याने मोतीबिंदू शस्त्रक्रियेसाठी संमतीपत्रावर स्वाक्षरी करताना मी हे नमूद करतो / करते की मी हे संमतीपत्र वाचले आहे. ( मला वाचून दाखवले आहे) आणि शस्त्रक्रियेचे स्वरूप उद्देश व संलग्न परिणामांची शक्यता शस्त्रक्रियेत अंतर्भूत धोके व गुंतागुंती मला पूर्णपणे समजलेल्या आहेत. डॉक्टरांना प्रत्येक संभाव्य धोके किंवा गुंतागुंती समजावणे शक्य नाही हे मी समजु शकतो/ शकते. परंतु डॉक्टरानी ( नेत्रतज्ज्ञांनी माझ्या सर्व शंकांची समाधानकारक उत्तरे दिली आहेत.
मला डॉक्टरांनी मला समजेल अशा भाषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे.<p>
</p>मला डॉक्टरांनी मला समजेल अशा भाषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे. मी माझ्या पाल्याच्या उजव्या डाव्या डोळ्याच्या.... -------------------------------------------या शस्त्रक्रियेस संमती देत आहे. <p>
</p>सदर शस्त्रक्रियेचे फायदे तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>
</p>तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैदयकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/ देते.
तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती छायाचित्र किंवा व्हिडिओ रेकोर्डिंग, हे सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/ देते. <p>
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे 
नेत्रतज्ज्ञ -----------------------  यांना माझ्या उजव्या डाव्या दोन्ही डोळ्यावर ------------------ शस्त्रक्रिया करण्यासाठी संमती देतो/ देते.
शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे.<p>

	<html>
  <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	