<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Glaucoma Tube Surgery     </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
<?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Glaucoma Tube Surgery     </strong></h1>
<h1 align="center" class="style33"><strong> ( काचबिंदू / ग्लॉकोमा ट्यूब शस्त्रक्रिया) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>

<p align="center" class="style9 style23 style27"><span class="style33">-------------------------- शस्त्रक्रियेची गरज, फायदे आणि पर्यायी उपचारपध्दती --------------------------</span> </p>

</p> माझ्यावर उपचार करणाऱ्या डॉक्टरांनी मला समजावले आहे की माझ्या डोळ्याला काचबिंदू झाला आहे आणि जर त्याचा उपचार वेळेवर केला गेला नाही तर हळूहळू दृष्टी कमी होण्याची शक्यता आहे आणि ज्यामुळे अंधत्व येऊ शकते. काचबिंदूमुळे डोळ्याच्या नसेवर (Optic Nerve) परिणाम होतो तसेच हा आजार डोळ्याचा दाब (Intraocular pressure) वाढीशी संबंधित आहे ज्यावर कधीकधी औषधोपचाराने यशस्वीरित्या उपचार केले जाऊ शकतात, परंतु औषधे प्रभावी नसल्यास लेझर आणि इतर शस्त्रक्रिया डोळ्याचा दाब नियंत्रित करण्यात आणि दृष्टीदोष अधिक वाढू नये म्हणून केल्या जातात. मला माहिती देण्यात आली आहे की डोळ्याच्या दाबावर नियंत्रण ठेवण्यासाठी ट्यूब म्हणजेच 'अॅक्वियस शंट' (Aqueous drainage shunt) नावाच्या मायक्रोसर्जिकल ड्रेनेज पद्धतीची शस्त्रक्रिया करणे आवश्यक आहे. या तंत्रज्ञानानुसार डोळ्यातील द्रव (Aqueous humour) निचरा करणाऱ्या पर्यायी नलिका तयार करतात. त्यांचे महत्वाचे कार्य डोळ्यातील द्रव निचरा करून डोळ्यातील दाब कमी ठेवणे आहे. डोळ्याच्या द्रवाचा निचरा झाल्यामुळे तयार झालेल्या फुगवट्यास 'ब्लैब' म्हणतात. ट्यूब आणि ब्लैब है पापण्यांखाली असतात. ही प्रक्रिया यशस्वी झाल्यास, यामुळे डोळ्यातील दाब कमी होतो आणि काचबिंदूमुळे दृष्टी कमी होण्याचाही धोका कमी होईल. शस्त्रक्रियेचा हेतू डोळ्यातील दाब नियंत्रित करणे आणि माझी दृष्टी जतन करणे हा आहे. काचबिंदूमुळे एकदा गेलेली दृष्टी पुर्ववत होऊ शकत नाही.<p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- गुंतागुंती (complications) ---------------------------- ------</span> </p>

</p> कोणत्याही शस्त्रक्रियेप्रमाणेच, या शस्त्रक्रियेशी संबंधित धोके आहेत. उदाहरणार्थ, शस्त्रक्रियेमुळे माझ्या डोळ्याचा दाब नियंत्रणात राहील ह्याची शाश्वती देता येत नाही. शस्त्रक्रियेनंतर औषधे किंवा उपचारपद्धतींची आवश्यकता असू शकते. प्रत्येक संभाव्य जोखिमा / अपाय या फॉर्ममध्ये समाविष्ट केल्या जाऊ शकत नाहीत. परंतु काचबिंदू ड्रेनेज शस्त्रक्रियेमुळे उद्भवलेल्या जोखिमांची उदाहरणे खाली नमूद केली आहेत. शस्त्रक्रियेनंतरच्या गुंतागुंती काही दिवस, आठवडे, महिने किंवा वर्षांनंतरही उद्भवू शकतात. यामुळे दृष्टी कमी होऊ शकते किंवा अंधत्व येऊ शकते. म्हणून शस्त्रक्रियेनंतर वारंवार फेरतपासणी (Follow up/Visit) करणे अनिवार्य आहे.<p>

</p> 1) डोळ्याच्या दाबावर नियंत्रण ठेवण्यात अयशस्वी झाल्यास दुसऱ्या शस्त्रक्रियेची (लवकर किंवा उशिरा) आवश्यकता भासू शकते.<p>

</p> 2) दृष्टी कमी होऊ शकते किंवा क्वचित प्रसंगी, पूर्णपणे गमावली जाऊ शकते. <p>

</p> 3) मोतीबिंदूची वाढ, ज्यामुळे दृष्टी कमी होऊ शकते परंतु मोतीबिंदूच्या शस्त्रक्रियेद्वारे त्यावर उपचार केले जाऊ शकतात. <p>

</p> 4) शस्त्रक्रियेनंतर डोळ्यांचा दाब खूप जास्त किंवा खूप कमी होऊ शकतो ज्यासाठी इतर आवश्यक उपचार किंवा शस्त्रक्रिया करावी लागू शकते.<p>

</p> 5) ट्यूब मध्ये अडथळा आल्यास त्यातील अडथळा काढणे किंवा ट्यूबच काढून टाकणे अशा पुढील शस्त्रक्रियेची गरज भासू शकते. <p>

</p> 6) ट्यूबमुळे डोळ्याच्या खालच्या थरांची (sclera) झीज झाल्यास अतिरिक्त फेरशस्त्रक्रियेची आवश्यकता भासू शकते. <p>

</p> 7 ) ट्यूब खराब होणे किंवा सरकणे, ज्यामुळे बुबुळास (नेत्रपटलास / पारपटलास / Cornea ) वारंवार स्पर्श होतो आणि नेत्रपटलाला जखम होऊन दोष निर्माण होतो, ज्यामुळे ट्यूबची स्थिती पूर्ववत करावी लागू शकते आणि गंभीर स्वरूपामधे बुबुळास दुखापत झाल्यास नेत्रपटल प्रत्यारोपण (Corneal transplant) आवश्यक असते. <p>

</p> 8) डोळ्यात रक्तस्त्राव. <p>

</p> 9) डोळ्यास जंतुसंसर्ग झाल्यास शस्त्रक्रियेनंतर ( ताबडतोब किंवा काही दिवसांनंतर) वेदना, लालसरपणा आणि दृष्टी कमी होणे, हे होऊ शकते. <p>

</p> 10) शस्त्रक्रिया झाली असूनही, डोळ्यामध्ये होणाऱ्या सततच्या मर्त्य बदलांमुळे (Degenerative Changes ) दृष्टीवर परिणाम होऊ शकतो.<p>

</p> 11) प्रदीर्घ काळ लाली आणि वेदनेमुळे दीर्घकाळ सूज राहते.<p>

</p> 12) डोळ्यात चुरचुर किंवा अस्वस्थता सतत राहणे.<p>

</p> 13) दुहेरी दृष्टी किंवा तिरळेपणा.<p>

</p> 14) नेत्रपटलाला/पारपटलाच्या अंतर्भागातील पेशींचे नुकसान आणि नेत्रपटलाला/पारपटलावरील सूज यामुळे नेत्रपटल प्रत्यारोपणची (Corneal transplant) आवश्यकता भासू शकते. <p>

</p> 15) पापणी खाली येणे/ पडणे,<p>

</p> 16) पापण्यांखाली द्रव जमा होणे आणि पापणीखाली ब्लेब असल्याने पापणीला सूज येणे.<p>

</p> <p>


<p align="center" class="style9 style23 style27"><span class="style33"> ------------------------------- डोळ्याभोवती भुलीचे औषध दिल्याने होणारे संभाव्य धोके -------------------------------</span> </p>

</p> 1) डोळ्याला छिद्र पडणे.<p>

</p> 2 ) भुलीच्या औषधाच्या सुईमुळे डोळ्याच्या नसेची (optic nerve) हानी होऊ शकते ज्यामुळे दृष्टीदोष येऊ शकतो.<p>

</p> 3) दृष्टीपटलाच्या रक्ताभिसरण प्रक्रियेत अडथळा. <p>

</p> 4) पापणी खाली येणे/ पडणे.<p>

</p> 5) रुग्णाच्या शरीरावर जीवघेणे नुकसान होऊ शकते आणि मृत्यूची संभाव्यता असते.<p>

</p> जेव्हा डोळा आणि पापण्या सामान्य स्थितीत असतात तेव्हा ट्यूब दिसू शकत नाही. तथापि, आपण स्पर्श केल्यास आपल्याला ट्यूब असल्याची जाणीव होऊ शकेल.<p>




<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>

</p>  शस्त्रक्रियेदरम्यान अचानक गुंतागुंतीची परिस्थिती निर्माण होऊ शकते ह्याची मला पूर्ण कल्पना आहे. अशा स्थितीमध्ये कोणताही निर्णय घेण्याची पूर्ण परवानगी मी माझ्या शल्यचिकित्सकाला देत आहे. मला हे माहित आहे की जर ही शस्त्रक्रिया केली नाही तर माझी दृष्टी खराब होऊ शकते. मी हे संमतीपत्र वाचलेले असून मला ते संपूर्णपणे समजले आहे. <p>


</p> सर्व संभाव्य धोके येथे नमूद करणे अशक्य आहे, परंतु धोके टाळण्यासाठी आवश्यक ती सर्व काळजी घेतली जाईल. <p>

</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	