<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>  Intacs®     </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>

     <h2><h2>
     <?php if($inp_arr[1]=='option1'){
            include_once("../header/images.php");

        } 
       
        ?>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Intacs®      </strong></h1>
<h1 align="center" class="style33"><strong> ( इंटॅक्स ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
<p align="center" class="style9 style23 style27"><span class="style33">------ इंटॅक्सची (Intacs®) उपचार पद्धती ------</span> </p>

</p> इंटॅक्स® ही विनालेझर शस्त्रक्रिया आहे, जी एफ. डी.ए प्रमाणित उपचारपध्दती, मायोपिया म्हणजे हस्वदृष्टीदोष व ॲस्टिगमॅटीझम (वक्रदृष्टीदोष) करीता प्रमाणित आहे. इंटॅक्स म्हणजे अर्धवर्तुळाकार पिएमएमए (पोलिमेथाईलमेथाएँक्रिलेट) हया साहित्यापासून बनवलेले सेगमेंट (वर्तुळखंड) आहेत, जे बुबुळाच्या मध्य भागात (स्ट्रोमा ) बसविण्यात येतात. हे बसविण्यासाठी बुबुळाला छोटे छेद द्यावे लागतात. या मुळे बुबुळाचा आकार • अधिक सपाट होतो व दृष्टीदोष कमी होतो. ही शस्त्रक्रिया डोळ्याला स्थानिक भूल देऊन केली जाते. ही भूल डोळ्याला इंजेक्शनव्दारे किंवा डोळ्यांत भूलेचे औषध टाकून दिली जाते. ही शस्त्रक्रिया जर डोळ्यात भूलेचे औषध टाकून करण्यात येणार असेल तर रुग्णाला डोळा न हलविता समोर दिसणाऱ्या दुर्बीणीच्या उजेडाकडे लक्ष ठेवणे आवश्यक आहे.<p>

</p> <strong>इंटॅक्सचे फायदे: </strong>इंटॅक्स काढणे किंवा वेगळ्या मापाप्रमाणे बदलणे शक्य आहे, जेणेकरुन बुबुळाचा नैसर्गिक आकार राखता येइल. इंटॅक्स रुग्णाच्या डोळ्यात बसविल्यावर जाणवत नाही तसेच त्याला कुठलीही विशेष देखभाल लागत नाही. तसेच ते कॉन्टॅक्ट लेन्स पेक्षाही कमी दिसून येते. जे रुग्ण इंटॅक्स शस्त्रक्रिया करुन घेतात त्यांच्या डोळ्यातील बदल कायम स्वरुपाचा होत नाही, म्हणजेच गरज असल्यास इंटॅक्स काढणे शक्य आहे. हे चष्म्याचा
नंबर कमी करण्याच्या इतर शस्त्रक्रिया जसे लेसिक/ पीआरके नंतर शक्य नाही. मला हे समजले आहे की सतत, नियमित चष्मा लावणे किंवा कॉन्टॅक्ट लेन्स घालणे यांनी माझी दृष्टी नीट राहील. इंटॅक्स हा केवळ चष्मा किंवा कॉन्टॅक्ट लेन्स साठी एक पर्याय आहे, जेणेकरुन चष्मा किंवा कॉन्टॅक्ट लेन्स वर अवलंबून रहावे लागणार नाही. <p>

<p align="center" class="style9 style23 style27"><span class="style33">------ इंटॅक्सची (Intacs®) उपचार पद्धती ------</span> </p>

</p> मला हे सांगण्यात आले आहे की ह्या शस्त्रक्रियेद्वारे बुबुळाचा दोष बरा किंवा घालवता येणार नाही तर केवळ हा दोष वाढू नये व बुबुळाची स्थिती स्थिर रहावी यासाठी हा उपचार आहे. मला शस्त्रक्रियेनंतर नियमित, म्हणजे साधारण दर ३ महिन्यानी माझ्या डॉक्टरांना दाखवणे गरजेचे आहे. तसेच ह्या शस्त्रक्रियेनंतर देखील हा दोष वाढू शकतो, ज्याकरिता परत अशी शस्त्रक्रिया करावी लागू शकेल.<p>
</p> 3. मला समजले आहे की आधीपेक्षा दृष्टी कमी पण होऊ शकते. पुढील गुंतागुंत होण्याची शक्यता आहे जसे की दृष्टीची स्पष्टता कमी होणे, बुबुळाचा व्रण वाढणे, प्रकाशाचा त्रास होणे, जंतुसंसर्ग होणे. शस्त्रक्रियेनंतर दिलेल्या औषधामुळे आधीपासून विद्यमान असलेले विषाणूचे संसर्ग परत उद्भवू शकणे, व्रण जास्त प्रमाणात असल्यास, बुबुळाला छिद्र पडू शकते, ज्यामध्ये जंतुसंसर्ग होणे, मोतीबिंदू होणे किंवा अतिरिक्त शस्त्रक्रिया कराव्या लागू शकतात. मला समजले आहे की योग्य उपचार होण्यासाठी मला फेरतपासणीसाठी येणे गरजेचे आहे.<p>

<p align="center" class="style9 style23 style27"><span class="style33">------ शस्त्रक्रियेचे दुष्परिणाम, संभाव्य धोके व गुंतागुंती ------</span> </p>

</p> <strong>१. चष्म्याचा नंबर कमी किंवा जास्त प्रमाणात बदलणे : </strong> मला हे समजावून सांगण्यात आले आहे की या शस्त्रक्रियेसाठी लागणारी गणिते, अनेक पूर्व शस्त्रक्रियेवर आधारित आहेत, तसेच ह्यात सरासरीच्या मूल्यांकनाचा वापर केला जातो. मी हे समजतो/समजते की इंटॅक्स मुळे चष्म्याचा नंबर पूर्णतः कमी करता येणार नाही, किंबहुना ह्या मुळे बुबुळाचा आकार इतपत बदलेल की मायोपिया (हस्वदृष्टीदोष) व ॲस्टिगमॅटीझम ( वक्र दृष्टीदोष) बऱ्याच प्रमाणात कमी होईल व नंतर कॉन्टॅक्ट लेन्स लावणे अधिक सोपे जाईल. तसेच ह्या शस्त्रक्रियेत वैयक्तिक बदलामुळे चष्म्याचा नंबर कमी किंवा अधिक प्रमाणात बदलू शकतो. <p>

</p> <strong>२. दृष्टीतील चढ- उतार : </strong> माझ्या दृष्टीत चढ-उतार होण्याची शक्यता आहे. ह्याचे कारण म्हणजे इंटॅक्स मुळे होणारे बुबुळाच्या मध्य भागातील (स्ट्रोमा) बदल.<p>

</p> <strong>३. उजेडाची वाढती संवेदनशीलता: </strong> मला हे सांगितले आहे की ह्या शस्त्रक्रियेनंतर काही काळासाठी रात्रीच्या वेळेस प्रकाशाकडे बघितल्यावर चकाकणे व प्रकाशाभोवती वलयाचा अनुभव येऊ शकतो. काही काळानंतर ह्याची जाणीव कमी होत जाते, पण रात्रीच्या वेळेची चकाकी बरेच दिवस जाणविण्याची शक्यता आहे. <p>

</p> <strong>४. शस्त्रक्रियेमुळे निर्माण होणारा अॅस्टिगमॅटीझम ( वक्र दृष्टी दोष):</strong> मला हे समजले आहे की शस्त्रक्रियेनंतर काही दिवस दृष्टी धुसर होण्याची शक्यता आहे. शस्त्रक्रियेनंतरच्या जखमा भरण्याच्या प्रक्रियेचा हा भाग आहे. क्वचित प्रसंगी हा धूसरपणा कायमस्वरुपी राहू शकतो.<p>

</p> <strong> 5. जवळचा (चाळीशीचा) चष्म्याचा नंबर लागणे व इतर डोळ्यांचे आजार होणे : </strong> मी हे समजतो / समजते की या शस्त्रक्रियेनंतर भविष्यात उद्भवणारे विविध डोळ्यांचे आजार जसे मोतीबिंदू, काचबिंदू, आतील नेत्रपटलाचे (रेटिना) आजार टाळता येणार नाहीत. तसेच वयामुळे लागणारा चष्म्याचा नंबर (चाळीशीचा देखील टाळता येणार नाही<p>

</p> <strong> ६. इतर काही गुंतागुंती: </strong> ह्या शस्त्रक्रियेमुळे काही इतर गुंतागुंती होण्याची देखील शक्यता आहे, जसे बुबुळाला अधिक इजा झाल्यामुळे सूज येणे, बुबुळ आरपार फाटणे, जंतुसंसर्ग होणे, आणि जर जास्त प्रमाणात झाल्यास दृष्टी कायमची जाणे व मोतीबिंदू होणे हे आहेत. तसेच ह्या शस्त्रक्रियेनंतर बुबुळ कमकुवत होऊ शकते व अशा परिस्थितीत इंटॅक्स काढण्याची गरज लागू शकते. मला हे देखील सांगितले आहे की जर शस्त्रक्रियेदरम्यान काही गुंतागुंत झाली तर डॉक्टर इंटॅक्स बसविणार नाहीत व शस्त्रक्रिया रद्द करावी लागु शकते. तसेच या शस्त्रक्रियेत इतरही काही गुंतागुंत होऊ शकते, ज्याची कल्पना डॉक्टरांना देखील नाही, कारण ही शस्त्रक्रिया एक नवीन उपचारपध्दती आहे. डॉक्टरांनी मला समजेल अशा भाषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे. मी माझ्या पाल्याच्या उजव्या डाव्या डोळ्याच्या इंटॅक्स शस्त्रक्रियेस संमती देत आहे. <p>

<p align="center" class="style9 style23 style27"><span class="style33">------ रुग्णाचे संमती पत्र ------</span> </p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
   <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	