<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Intravitreal Avastin/Lucentis Injection </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Intravitreal Avastin/Lucentis Injection </strong></h1>
<h1 align="center" class="style33"><strong> (इंट्राव्हिट्रियल ॲव्हास्टीन / ल्युसेंटिस इंजेक्शन-) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">------------------ वापरण्यासाठीची कारणे (संकेत) -----------------------</span> </p>

</p> मला ( रुग्णाचे नाव ---------------------------) माझ्या मातृभाषेत  डॉक्टरांनी समजावून सांगितले आहे की, माझ्या उजव्या / डाव्या डोळ्यात ------------------ आजार आहे आणि त्यासाठी डोळ्यात---
भूलीचे थेंब टाकून ( Topical Anaesthesia), इंट्राव्हिट्रियल ॲव्हास्टीन / ल्युसेंटिस इंजेक्शन ही उपचारपद्धती ठरविण्यात आली आहे.<p>



<p align="center" class="style9 style23 style27"><span class="style33">--------------------------- संभाव्य मर्यादा ---------------------------- ---</span> </p>
</p>हे इंजेक्शन देण्याचा उद्देश, कमी होणारी दृष्टी रोखणे असा आहे. काही रुग्णांची दृष्टी वाढते परंतु हे औषध देऊनही बरेच वेळा गेलेली दृष्टी परत येत नाही तसेच भविष्यातही दृष्टी वाढण्याची खात्री देता येत नाही.<p>


<p align="center" class="style9 style23 style27"><span class="style33">------------------------------- पर्यायी उपचार ---------------------------- ---</span> </p>

</p> तुम्ही कोणतीही उपचारपद्धती घेतली नाही तरी चालेल, परंतु उपचाराविना कधी कधी दृष्टी कमी होऊ शकते व लवकरच अंधत्व देखील येऊ शकते. इतरही काही उपचारपद्धती आहेत जसे इंजेक्शन ल्युसेंटिस (म्हणजेच Ranibizumab) अॅव्हास्टिन (म्हणजेच Bevacizumab), आइलीया (म्हणजेच Aflibercept ) किंवा स्टिरॉईड इंजेक्शन उपलब्ध आहेत.<p>



<p align="center" class="style9 style23 style27"><span class="style33">----------- - प्रतिकूल परिणाम- ------------</span> </p>
</p> <strong>ॲव्हास्टीन/ल्युसेंटिस इंजेक्शनचे संभाव्य दुष्परिणाम </strong><p>

</p> <strong>1.डोळ्याच्या पांढऱ्या भागावर रक्त साकळणे.</strong><p>

</p> <strong>2.डोळयात चुरचुरणे अथवा त्रास होणे.</strong><p>

</p> <strong>3.वेदना व चिकट पाणी येणे.</strong><p>

</p> <strong>4.धूसर दिसणे किंवा दृष्टीत फरक पडणे.</strong><p>

</p> <strong>5.काळे ठिपके दिसणे.</strong><p>

</p> <strong>6.डोळ्याच्या आतील भागात रक्तस्त्राव होणे व दृष्टीपटल निसटणे (Retinal detachment).</strong><p>

</p> <strong>7.मोतीबिंदू होणे/ वाढणे.</strong><p>

</p> <strong>8.इतर अवयवांवरील परिणाम जसे: रक्तदाब (ब्लडप्रेशर) वाढणे, नाकात व घशात जंतुसंसर्ग होणे, डोके दुखणे, रक्तात गुठळी (Clot) होऊन हृदयविकाराचा झटका (हार्टअटॅक) येणे, अर्धांगवायू (पॅरॅलिसीस) होणे.</strong><p>





<p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाची जबाबदारी ---------------------------- ---</span> </p>

</p> <strong>(1) माझ्या डोळयात जंतुसंसर्ग किंवा वेदना, धुसरदृष्टी उजेड चमकणे, डोळे लाल होणे, डोळ्यातून पाणी येणे असे काही झाल्यास मी त्वरीत डॉक्टरांशी संपर्क साधेन. मी नियमित फेरतपासणीकरिता येत राहीन जेणेकरून काही गुंतागुंती आढळल्यास माझे नेत्रतज्ज्ञ मला तपासतील .</strong><p>

</p> <strong> (2) माझ्या इतर अवयवांमध्ये काही धोका होण्याची शक्यता खूप कमी असली तरी पोटात दुखणे, छातीत दुखणे, उलटी होणे किंवा डोकेदुखी, बोलायला त्रास, शरीराचा एक भाग अशक्त वाटत असल्यास मी फिजिशियन डॉक्टरांशी संपर्क साधेन व त्याची कल्पना नेत्रतज्ज्ञांना देईन.</strong><p>

</p><strong>(3)एखादे औषध ऑपरेशन करण्यापूर्वी बंद करावयाचे असल्यास तशी कल्पना मी नेत्रतज्ज्ञांना देईन.</strong><p>




</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p> मी इथे नमूद करतो / करते की माझ्या नेत्रतज्ज्ञांनी माझ्या डोळयाचा आजार व त्यावरील उपचारपद्धतींची विस्तृत चर्चा माझ्याशी केली आहे. शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. हे इंजेक्शन अनेकदा घ्यावे लागू शकते याची मला कल्पना आहे. माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत.<p>

</p> मला माहित आहे की ॲव्हास्टीन हे औषध मोठ्या आतड्यांच्या कर्करोगाच्या उपचारासाठी अन्न व औषधे प्रशासन मान्यताप्राप्त ( FDA Approved ) असून डोळ्याच्या उपचारासाठीही ते प्रचलित आहे. मला हे 'ऑफ-लेबल' इंजेक्शन घेणे मान्य आहे आणि त्याचे संभाव्य धोके मी माझ्या नेत्रतज्ज्ञांनी मला समजाविले आहेत. माझ्या नेत्रतज्ज्ञांना आवश्यकतेनुसार माझ्या उजव्या / डाव्या डोळ्यात ॲव्हास्टीन / ल्युसेंटिस हे इंजेक्शन देण्याची संमती देत आहे. मी माझा निर्णय बदलल्यास अथवा या उपचाराचे धोके किंवा फायदे वेगळे वाटल्यास मी ही उपचारपद्धती करू इच्छित नसल्यास याची कल्पना नेत्रतज्ज्ञांना देईन. <p>

</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात ) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो / देते.<p>



</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	