<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Intravitreal Triamcinolone Acetonide (IVTA) Injection  </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Intravitreal Triamcinolone Acetonide (IVTA) Injection  </strong></h1>
<h1 align="center" class="style33"><strong> ( इंट्राव्हिट्रीयल ट्रायामसिनोलोन ॲसिटोनाईड (आय व्ही टी ए ) इंजेक्शन ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">------------------ ट्रायामसिनोलोन अॅसीटोनाईडची माहिती -----------------------</span> </p>

</p> ट्रायामसिनोलोन अॅसीटोनाईड हे एक स्टिरॉईड (Steroid) औषध आहे जे डोळ्याच्या आतील द्रवात (Intravitreal) दिले जाते. सुरुवातीला डोळयात थेंब टाकून भूल दिली जाते म्हणजे इंजेक्शन देताना काही वेदना होणार नाहीत.<p>

</p> ट्रायामसिनोलोन अॅसीटोनाईड स्फटिका (Crystal) सारखे असते व ते आपोआप व्हिट्रिअस मध्ये विरघळत जाते. ट्रायामसिनोलोन अॅसीटोनाईड हे ग्लुकोकॉर्टिकॉईड गटातील औषध असून ते दृष्टिपटलावरील सूज व रेटिनाची वाढलेली जाडी कमी करते आणि दृष्टीत सुधारणा होते.<p>


<p align="center" class="style9 style23 style27"><span class="style33">--------------------------- ऑफ लेबल' स्थितीची माहिती ---------------------------- ---</span> </p>
</p>हे इंजेक्शन नेत्रतज्ज्ञ बऱ्याच नेत्रविकाराकरिता वापरतात परंतु ते यु एस व अन्न औषधे प्रशासन (US - FDA) कडून मान्यताप्राप्त नसले तरीही नेत्रउपचाराकरिता प्रचलित आहे. एखादे औषध हे मान्यताप्राप्त नसले तरी, ऑफ लेबल (Off Label) त्याचा वापर वैद्यकीयदृष्ट्या वैध आणि गरजेचा असू शकतो. FDA ने वैद्यकीय उपचारांसाठी कायदेशीर केलेली औषधे डॉक्टर रुग्णाच्या हिताकरिता ऑफ लेबल पद्धतीने दुसऱ्या आजारासाठीही वापरू शकतात. असे औषध वापरण्यासाठी नेत्रतज्ज्ञांना ते वापरण्याचा अनुभव, ज्ञान व योग्य वैद्यकीय पुष्टी असणे आवश्यक आहे. त्यामुळे नेत्रतज्ज्ञांना तसे आवश्यक वाटल्यास हे ऑफ लेबल असलेले इंजेक्शन देऊ शकतात.<p>

<p align="center" class="style9 style23 style27"><span class="style33">------------------------------- संभाव्य मर्यादा ---------------------------- ---</span> </p>

</p> हे इंजेक्शन देण्याचा उद्देश, कमी होणारी दृष्टी रोखणे असा आहे. काही रुग्णांची दृष्टी वाढते परंतु हे औषध देऊनही बरेच वेळा गेलेली दृष्टी परत येत नाही तसेच भविष्यातही दृष्टी वाढण्याची खात्री देता येत नाही.<p>

<p align="center" class="style9 style23 style27"><span class="style33">------------------------------- पर्यायी उपचार ---------------------------- ---</span> </p>

</p> तुम्ही कोणतीही उपचारपद्धती घेतली नाही तरी चालेल, परंतु उपचाराविना कधी कधी दृष्टी कमी होऊ शकते व लवकरच अंधत्व देखील येऊ शकते. इतरही काही उपचारपद्धती आहेत जसे सध्या भारतात आणखी एक अन्न व औषधे प्रशासन मान्यताप्राप्त ( FDA Approved ) इंजेक्शन ल्युसेंटिस (म्हणजेच Ranibizumab)<p>

</p> उपलब्ध आहे तसेच इतर प्रचलित असलेले अॅव्हास्टिन (म्हणजेच Bevacizumab) किंवा ट्रायमसिनोलोन इंजेक्शन उपलब्ध आहेत. ज्याने दृष्टिपटलावरील मध्यभाग, पीतबिंदू (Macula) वर रक्तप्रवाह विस्कळीत झाल्यामुळे ( BRVO, CRVO) किंवा मधुमेहामुळे आलेली सूज कमी करता येते. इंट्राव्हिट्रीयल ओझर्डेक्स® हे डोळ्याच्या अतील द्रवास (Vitreous) व दृष्टिपटलास सूज (पोस्टेरीअर युव्हीआयटीस) मुळे दृष्टिपटलावरील मध्यभाग, पीतबिंदू (Macula) वरील सूज कमी करण्यासाठी FDA मान्यता प्राप्त आहे.<p>


<p align="center" class="style9 style23 style27"><span class="style33">----------- ट्रायामसिनोलोन अॅसीटोनाईड (IVTA) चा प्रतिकूल परिणाम ------------</span> </p>

</p> काही प्रतिकूल परिणाम IVTAचे नसून इंजेक्शन प्रक्रियेमुळे होऊ शकतात. IVTA इंजेक्शन देत असताना डोळयाच्या बाहेरील भागावर रक्तस्त्राव होऊ शकतो, वेदना होऊ शकतात, इंजेक्शन दिल्यानंतर धूसर दिसू शकते, काळे ठिपके दिसतात, उजेड चमकल्यासारखे जाणवू लागते. डोळयांच्या बाहेरील भागावर खाज सुटणे, लाल होणे, सूज येणे किंवा डोळयाचा दाब (IOP) बऱ्याचशा प्रमाणात कमी होऊ शकतो. हे सर्व धोके कोणत्याही इंट्राव्हिट्रिअल इंजेक्शनमध्ये आहेत.<p>

</p> यामुळे होणारे गंभीर धोके किंवा गुंतागुंती म्हणजे IVTA मुळे मोतीबिंदू, काचबिंदू, डोळयात आतील जंतुसंसर्ग (endophthalmitis) व बाहेरील जंतुसंसर्ग होऊ शकते. प्रसंगी दृष्टीपटल निसटणे (Retinal detachment), डोळ्यात रक्तस्त्राव होणे, पडदा वा बुबुळाला इजा होणे किंवा कायमस्वरूपी अंधत्व देखील येऊ शकते.<p>





<p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाची जबाबदारी ---------------------------- ---</span> </p>

</p> <strong>(1) महिलांसाठी - मी गरोदर असल्यास, गरोदर होण्याची इच्छा असल्यास किंवा बाळंतीण असल्यास मी शस्त्रक्रियेआधी पूर्वकल्पना देईन.</strong><p>

</p> <strong> (2) इंजेक्शन घेतल्यावर जंतुसंसर्गाची लक्षणे दिसल्यास जसे, खूप त्रास सुरु झाल्यास, वेदना सहन न होणे, दृष्टी कमी होणे, उजेड सहन न होणे, डोळा लाल होणे किंवा पाणी येणे, चिकटणे, असे काही झाल्यास मी त्वरीत डाक्टरांशी संपर्क साधेन.</strong><p>

</p><strong>(3) मी नियमित फेरतपासणीकरिता येत राहीन जेणेकरून काही गुंतागुंती आढळल्यास माझे नेत्रतज्ज्ञ मला तपासतील.</strong><p>




</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p> मी इथे नमूद करतो / करते की माझ्या डॉक्टरांनी माझ्या डोळयाचा आजार व त्यावरील उपचारपद्धतींची विस्तृत चर्चा माझ्या सोबत केली आहे. शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्या उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत.<p>

</p> मी माझ्या डॉक्टरांना आवश्यकतेनुसार माझ्या उजव्या / डाव्या डोळ्यात IVTA हे इंजेक्शन देण्याची संमती देत आहे. मी माझा निर्णय बदलल्यास अथवा या उपचाराचे धोके किंवा फायदे वेगळे वाटल्यास मी ही उपचारपद्धती करू इच्छित नसल्यास याची कल्पना नेत्रतज्ज्ञांना देईन. <p>

</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात ) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो / देते.<p>



</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	