<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Laser-Assisted in Situ Keratomileusis (LASIK)   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Laser-Assisted in Situ Keratomileusis (LASIK)   </strong></h1>
<h1 align="center" class="style33"><strong> ( लेझर असिस्टेड इन सिटू केरॅटोमिल्युसिस (लॅसिक) ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- उपचारपद्धती  ---------------------------- ------</span> </p>

</p> माहिती तुम्हाला देण्यात येते आहे, जेणे करून तुम्ही या उपचारपद्धतीबद्दल योग्य निर्णय घेऊ शकाल.<p>
</p> लॅसिकमुळे बुबुळाच्या आकारात बदल केला जातो. यामध्ये बुबुळाच्या वरचा पातळ पापुद्रा फेम्टोसेकंड लेझर किंवा मायक्रोकेटोद्वारे अलगद उचलून बाजूला करून बुबुळाची जाडी एक्झायमर लेझरद्वारे कमी केली जाते. लॅसिकमध्ये सगळ्या लेझरनी केल्या जाणाऱ्या बुबुळाच्या वेगवेगळ्या उपचारपद्धतींचा समावेश होतो जसे, कौनटुरा व्हिजन, ब्लेडविरहित (ब्लेडलेस) लॅसिक, एस बी के, एस्फेरिक लॅसिक, सी-लॅसिक, स्टँडर्ड लॅसिक.<p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- अपेक्षित फायदे  ---------------------------- ------</span> </p>

</p> <strong> मला हे समजले आहे की, लॅसिक या उपचारपद्धतीचा हेतू ह्रस्व दृष्टी (मायोपिया), दीर्घ दृष्टी (हायपरमेट्रोपिया) आणि/अथवा वक्रदृष्टिदोष (ॲस्टिग्मॅटिझम) कमी करून माझी दृष्टी अधिक स्पष्ट करणे असा आहे. सध्या चष्मा किंवा कॉन्टॅक्ट लेन्स न लावता जी माझी दृष्टी आहे त्यात शस्त्रक्रियेनंतर सुधारणा होण्याची अपेक्षा आहे.</strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- पर्यायी उपचारपद्धती  ---------------------------- ------</span> </p>

</p>चष्मा किंवा कॉन्टॅक्ट लेन्समुळे दृष्टीतील दोष कमी करता येतो. लॅसिक नंतर चष्मा आणि कॉन्टेक्ट लेन्सवर अवलंबून राहण्याची गरज पडत नाही. <p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- संभाव्य दुष्परिणाम, धोके आणि गुंतागुंती  ---------------------------- ------</span> </p>

</p> लॅसिक नंतरचे संभाव्य धोके आणि परिणाम खालील प्रमाणे आहे की, जेणे करून या उपचारपद्धतीच्या मर्यादा लक्षात घेऊन तुम्ही तुमच्या डॉक्टरांबरोबर चर्चा करू शकाल. ही माहिती वाचून आणि आपल्या नेत्रतज्ज्ञांशी चर्चा करून, लॅसिकचे फायदे व तोटे समजून, त्यानंतर लॅसिक आपल्या डोळ्यांवर करायचे की नाही, हे तुम्ही स्वतः ठरवू शकाल. <p>

</p>मी नमूद करतो / करते की, खालील माहिती नीट समजून घेऊनच मी या उपचारपद्धतीसाठी संमती देत आहे. <p>

</p> १. मला याची कल्पना आहे की, या उपचारपद्धतीचा परिणाम बऱ्यापैकी अचूक असला तरीही त्याची हमी कोणीही देऊ शकत नाही. <p>

</p> २. मला याची कल्पना आहे की, लॅसिकनंतर माझ्या दृष्टीतील दोष कमी होईल व मला चष्मा किंवा कॉन्टॅक्ट लेन्सवर अवलंबून राहण्याची गरज पडणार नाही. तरीही याची हमी डॉक्टर देऊ शकत नाहीत. मला चष्मा किंवा कॉन्टॅक्ट लेन्स लावण्याची गरज पडू शकते. <p>

</p> ३. मला हे समजावून सांगण्यात आले आहे की, लॅसिक साठी लागणारी गणितातील सूत्रे (फॉर्मुला ) पुर्वीच्या अनुभवावर आधारित आहेत तसेच, यात सरासरीच्या मूल्यांकनाचा वापर केला जातो त्यामुळे, या शस्त्रक्रियेत वैयक्तिक बदलामुळे चष्म्याचा नंबर कमी किंवा अधिक प्रमाणात बदलू शकतो. <p>

</p> ४. याव्यतिरिक्त जर काही उर्वरित दृष्टिदोष आढळल्यास मला कमी नंबरचा चष्मा वापरण्याची गरज पडू शकते. किंवा त्यासाठी पुढच्या उपचारांची गरज पडू शकते. तरीही मी हे जाणतो / जाणते की भविष्यातील उपचारपद्धती पहिल्या शस्त्रक्रियेच्या तीन महिन्यांनंतर करता येईल. भविष्यातील उपचारपद्धतीमुळे माझा दृष्टिदोष पूर्णपणे ठीक होण्याची शक्यता आहे तरीही कमी प्रमाणात दृष्टिदोष राहू शकतो.<p>

</p> ५. मला हे समजाविण्यात आले आहे की, लॅसिक मध्ये बुबुळाची जाडी कमी करण्यात येते, त्यानंतर उर्वरित दृष्टिदोषांसाठी परत लॅसिक करणे धोक्याचे असू शकते.<p>

</p> ६. मला हे समजाविण्यात आले आहे की. बुबुळांची जाडी कमी असल्यास उपचारानंतरही काही प्रमाणात दृष्टिदोष तसाच ठेवण्यात येतो ज्यासाठी मला चष्मा किंवा कॉन्टॅक्ट लेन्स वापरावे लागू शकतात.<p>

</p> ७. मला हे समजाविण्यात आले आहे की, माझ्या डोळ्यांमध्ये बुबुळाचे दोष किंवा दृष्टीपटलाचे दोष आढळल्यास किंवा लहानपणापासून डोळा आळशी (अॅम्ब्लायोपिया) असल्यामुळे दृष्टीमापनतक्ता (Snellen's chart ) मध्ये शेवटच्या ओळीपर्यंत न वाचता येणे असे दोष असल्यास माझी दृष्टी लॅसिक नंतरही पूर्णपणे सुधारू शकत नाही.<p>

</p> ८. मला हे समजाविण्यात आले आहे की, या शस्त्रक्रियेनंतर माझी दृष्टी अजून खराबही होऊ शकते. जंतुसंसर्ग झाल्यानंतर योग्य उपचार न झाल्यामुळे दृष्टी कमी किंवा अंधत्व येऊ शकते. लॅसिक नंतर जखम पूर्णपणे न भरल्यास प्रतिमा वेडीवाकडी दिसू शकते. अशी परिस्थिती उदभवल्यास मला समजाविण्यात आले आहे की, लॅसिक नंतरही कॉन्टॅक्ट लेन्स लावण्याची गरज पडू शकते आणि तरीही माझी दृष्टी पूर्णपणे सुधारेलच अशी खात्री देऊ शकत नाही.<p>

</p> ९. मला हे समजाविण्यात आले आहे की, खालील नमूद केलेले परिणाम तात्पुरते किंवा कायमस्वरूपी असू शकतात जसे प्रकाश चकाकणे व प्रकाशाभोवती वर्तुळे (हेलोज), प्रकाशाची संवेदनशीलता वाढणे, दृष्टीमध्ये कायमस्वरुपी किंवा तात्पुरते चढ उतार,<p>

</p> १०. मला हे समजाविले आहे की, लेंसिक नंतरही मला वयोमानानुसार लागणारा चाळिशीचा / जवळ पाहण्याचा चष्मा लागू शकतो.<p>

</p> ११. जर मी सध्या चाळीशीचा चष्मा (बायफोकल) लावत असेल, तर जवळ पाहण्याचा चष्मा मला लॅसिक नंतरही लावावा लागेल.<p>

</p> १२. मला हे समजाविण्यात आले आहे की, लॅसिक नंतर दुर्दैवाने खालील परिणाम होऊ शकतात ज्यामुळे दृष्टीला कमी जास्त प्रमाणात धोका निर्माण होऊ शकतो जसे, जंतुसंसर्ग (इन्फेक्शन), बुबुळावर सूज, बुबुळाचा काही भाग पातळ होऊन फुगीर होणे (कॅरेक्टेझिया), बुबुळाच्या वरच्या पातळ पापुद्र्यास (कॉर्नियल फ्लॅप) इजा होणे किंवा पातळ पापुद्रा कायमचा नष्ट होणे. <p>

</p> १३. मला हे समजाविण्यात आले आहे की, या शस्त्रक्रियेनंतर माझी दृष्टी स्पष्ट होईल परंतु डोळ्यामध्ये बुबूळ सोडून बाकी काही बदल होणार नाहीत. जर मला मायोपिया असेल, तर दृष्टीपटल आपल्या जागेवरून सरकणे किंवा मायोपियाशी संबंधित वेगळे आजार होऊ शकतात; त्यांचा या शस्त्रक्रियेशी काही संबंध नसेल.<p>

</p> १४. मला हे समजाविण्यात आले आहे की, दीर्घ काळानंतर बुबुळाची वक्रता व जाडी यांच्यात फरक पडल्यास मला चष्मा किंवा कॉन्टॅक्ट लेन्स वापरण्याची गरज पडू शकते.<p>

</p> १५. मला हे समजाविण्यात आले आहे की, बाकी सगळ्या शस्त्रक्रियांप्रमाणे या शस्त्रक्रियेनंतरही काही धोके उद्भवू शकतात जसे भूलीशी निगडित गुंतागुंती, औषधांची वावडे (अॅलर्जी) किंवा त्याचा शरीराच्या दुसऱ्या भागावर परिणाम.<p>

</p> १६. मला हे समजाविण्यात आले आहे की, सर्व प्रकारच्या परिणामांची पूर्ण माहिती देणे डॉक्टरांना शक्य नाही त्यामुळे वरील नमूद केलेल्या धोक्यांव्यतिरिक्त इतर धोके असू शकतात.<p>

</p> १७. मला हे समजाविण्यात आले आहे की, डोळ्यांव्यतिरिक्त शरीरामध्ये दुसरा काही त्रास झाल्यास मला दुसऱ्या सुसज्ज रुग्णालयात पाठविण्यात येईल.<p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p> मी नमूद करतो / करते की, मी हे संमतीपत्र पूर्णपणे वाचले आहे / मला माझ्या मातृभाषेत समजाविण्यात आले आहे. संमतीपत्रातील रिक्त जागा पूर्ण भरून आणि अनावश्यक भाग खोडून त्यानंतरच मी स्वाक्षरी केली आहे. या संमतीपत्रांचा मतितार्थ मला कळला आहे आणि म्हणूनच मी माझ्या उजव्या डाव्या / दोन्ही डोळ्यांवर शस्त्रक्रिया करण्याची संमती डॉक्टरांना देत आहे.<p>

</p> डॉक्टरांनी मला या संबंधित सगळ्या प्रश्नांची समाधानकारक उत्तरे दिली आहेत. <p>

</p> मी नमूद करतो / करते की, मी शरीराच्या कोणत्याही आजाराने ग्रस्त नाही जसे मधुमेह, रक्तदाब, श्वसन रोग, स्नायू रोग, वावडे (अॅलर्जी), (महिलांसाठी गर्भवती किंवा बाळंतीण). मी माझ्या डॉक्टरांपासून माझ्याशी संबंधित कोणत्याही रोगाची माहिती लपवलेली नाही. <p>

</p> मी या शस्त्रक्रियेसाठी योग्य भूल देण्याची किंवा भूलीशी निगडित औषधे देण्याची संमती देतो/ देते.  <p>

</p> मी संमती देतो/ देते की, गरज पडल्यास लागणारी औषधे, द्रव, रक्त डॉक्टरांच्या निर्णयानुसार देण्यात यावे. <p>


</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	