<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Laser Indirect Ophthalmoscopy (LIO) </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Laser Indirect Ophthalmoscopy (LIO) </strong></h1>
<h1 align="center" class="style33"><strong> ( लेझर इनडिरेक्ट ऑफ्थॅल्मोस्कोपी (एल आय ओ ) ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong> </strong> ही माहिती तुम्हाला देण्यात येते आहे की, जेणेकरून तुम्ही या लेझर इनडिरेक्ट ऑफ्थॅल्मोस्कोपी (एल आय ओ) उपचारपद्धतीबद्दल योग्य निर्णय घेऊ शकाल. संमती देण्याआधी या उपचारपद्धती संबंधित शंका प्रश्न तुम्ही तुमच्या नेत्रतज्ज्ञांना विचारू शकता.<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- एल आय ओ उपचाराचे संकेत ---------------------------- ------</span> </p>

</p> डोळा हा एक कॅमेऱ्यासारखा आहे. जसे कॅमेऱ्याची लेन्स व समोरचे शटर कार्य करतात तसेच डोळ्याच्या समोरचा भाग वस्तुची प्रतिमा केंद्रित करतो आणि डोळयाच्या आतमध्ये जाणारा प्रकाश नियंत्रित करतो. डोळयाच्या मागचा पडदा (दृष्टिपटल) कॅमेऱ्याच्या फिल्मसारखा असतो. जसे कॅमेऱ्याची फिल्म कार्यरत नसेल तर प्रतिमा (Picture) तयार होत नाही तसेच मागचा पडदा कार्यरत नसेल तर डोळयांना प्रतिमा दिसणार नाही.<p>

</p> LIO द्वारे पडद्याचा पूर्ण परीघ लेझर करता येतो. दृष्टिपटलाच्या परिघावरील आजार जसे लॅटिस डिजनरेशन आजुबाजूला असलेले छिद्र किंवा ब्रेक ज्याच्यामुळे पडदा सरकू शकतो (Retinal Detachment) ते LIO द्वारे बंद करता येते. तसेच LIO मुळे दृष्टिपटलाचे (रेटिनाचे) पूर्णपणे रक्तगोठण (फोटोको एग्युलेशन) जास्त प्रभावीपणे होते जे स्लिट लॅम्प लेझर मशीनव्दारे होऊ शकत नाही.<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- LIO चे संभाव्य फायदे ---------------------------- ------</span> </p>

</p> एलआयओ ने केलेले लेझर उपचार दृष्टिपटलाला (रेटिना) घट्ट चिकटवून ठेवतात. त्यामुळे दृष्टिपटल निसटणे (Retinal Detachment) व भविष्यात येणारे अंधत्व टाळता येते.<p>

</p> या उपचारपद्धतीत डोळ्याची बाहुली थेंब टाकून मोठी करतात. एलआयओ द्वारे दृष्टिपटलाच्या परीघावर लेझर उपचार करतात. दृष्टिपटलाच्या परिघापर्यंत ते पोहोचत असल्यामुळे दृष्टिक्षेत्र/ दृष्टीची व्याप्ती (Field) of vision) थोडे कमी होऊ शकते. दृष्टीचा आवाका थोडा कमी होऊ शकतो. रात्री कमी दिसू शकते पण बहुतांश लोकांना त्याचा विशेष त्रास होत नाही.<p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- LIO साठी पर्यायी उपचार ---------------------------- ------</span> </p>

</p> क्रायो उपचारामधे एका प्रोबने तयार होणाऱ्या बर्फाने दृष्टिपटलाच्या परिघावरील आजारांचे उपचार करतात. आधुनिक उपचारपद्धतीनुसार सद्यस्थितीत बहुतांश नेत्रतज्ज्ञ LIO व्दारे उपचार करतात.<p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- LIO चे धोके आणि गुंतागुंती ---------------------------- ------</span> </p>

</p> लेझर करण्यापूर्वी या उपचारपद्धतीचे फायदे, धोके किंवा गुंतागुंत रुग्णांनी समजावून घेतले पाहिजेत. एलआयओ मधिल धोके फारच मर्यादित आहेत. काही प्रमाणात डोळयांच्या आतील भागात दुखापत होऊ शकते आणि दृष्टी कमी होऊ शकते. शस्त्रक्रिया वा औषधे देऊन या गुंतागुंतीचा इलाज करावा लागतो.<p>

</p> लेझरमुळे जास्तीत जास्त लोकांमध्ये दृष्टिपटलाचे निसटणे टाळता येते. या उपचारपद्धतीचा उद्धेश दृष्टिपटल सरकणे आणि अंधत्व येणे हे टाळण्यासाठी असला तरी सर्व प्रयत्न करूनही परत दृष्टिपटल निसटू
शकते<p>

</p> तसेच त्यात नवीन छिद्रे निर्माण होऊ शकतात. फेरतपासणीसाठी यावे लागते आणि काही रुग्णांमध्ये लेझर पुन्हा करावे लागू शकते.<p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">----------------- LIO उपचारपद्धतीचे धोके व दृष्टिपटलाच्या मूळ आजाराशी निगडित असलेले धोके  --------------</span> </p>

</p><strong> 1. उपचार करुनही काही रुग्णामध्ये दृष्टिपटल निसटण्याचा धोका असू शकतो .</strong><p>

</p> <strong>2. डोळयाच्या अंतरभागात रक्तस्त्राव होणे.</strong><p>

</p> <strong>3. काचबिंदू </strong> <p>

</p> <strong>4. डोळ्याचा दाब (IOP) कमी होणे </strong> <p>

</p> <strong> 5. बुबुळावर / नेत्रपटलावर जखम होणे.</strong> <p>

</p> <strong> 6. रंगीत परिपटलावर (Iris) इजा होणे.</strong> <p>

</p> <strong> 7. नेत्रभिंगाला इजा होऊन मोतीबिंदू होणे.</strong> <p>

</p> <strong> 8. दृष्टी कमी होणे, अंधत्व येणे किंवा डोळा गमावणे.</strong> <p>

</p> <strong> 9. दृष्टीची व्याप्ती कमी होणे.</strong> <p>

</p> <strong> 10. बुबुळावर धुरकटपणा येणे.</strong> <p>

</p> <strong> 11. डोळयाचा रक्तप्रवाह कमी होऊन दृष्टी कमी होणे किंवा अंधत्व येणे.</strong> <p>





</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p> मी इथे नमूद करतो / करते की माझ्या नेत्रतज्ज्ञांनी माझ्या डोळयाचा आजार व त्यावरील उपचारपद्धतींची विस्तृत चर्चा माझ्याशी केली आहे. या उपचारपद्धतीचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि LIO चे पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. मला कल्पना आहे की, या उपचारपद्धतीने भविष्यात येणारे अंधत्व टाळता येईल अशी हमी देऊ शकत नाही तसेच भविष्यात परत या उपचारपद्धतीची / शस्त्रक्रियेची गरज पडू शकते.<p>

</p> हे LIO चे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे. या उपचारपद्धतीचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि LIO चे पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत<p>

</p> या उपचारपद्धतीदरम्यान आकस्मिक गुंतागुंती होऊ नयेत म्हणून जन्मलेल्या बाळाचे स्पेशल डॉक्टर (Neonatologist) जी औषधे व इंजेक्शन्स त्याला देणे आवश्यक वाटेल ते देण्यास माझी संमती आहे.<p>

</p> मी नमूद करतो / करते या संमतीपत्राचा मतितार्थ मला समजलेला आहे. माझ्या बाळाच्या उजव्या / डाव्या डोळ्यावर रेटिनल लेझर फोटोकोॲग्युलेशन हा उपचार करण्यास मी डॉक्टरांना संमती देत आहे.<p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>


</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	