<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Paediatric Cataract Surgery </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style24 {font-size: 14px; color: #000000; }
.style27 {font-size: 12px}
.style30 {font-size: 12px; font-weight: bold; }
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
    .style36 {font-family: "Times New Roman", Times, serif}
    .style38 {color: #330066}
    </style>

    
   	<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
     <h2><h2>
    <table width="1124" border="1" align="center" class="style33">
	 <colgroup>
        <tr bgcolor="#A631A9">
		 </colgroup>
            <th width="1032">&nbsp;</th>
                   
        </tr>
</table>
</body>
  
</html>
<h1 align="center" class="style33"><strong> Paediatric Cataract Surgery </strong></h1>
<h1 align="center" class="style33"><strong> लहान मुलांची मोतीबिंदू शस्त्रक्रिया </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
<p align="center" class="style9 style23 style27"><span class="style33">------प्रस्तावना------</span> </p>
<p align="left" class="style30"> लहान मुलांमध्ये कोणत्याही वयात एका किंवा दोन्ही डोळ्यांत मोतीबिंदू होऊ शकतो. काही मुलांना जन्मतःच मोतीबिंदू असतो तर काहींना नंतर वाढत्या वयात तयार होऊ शकतो. या मुलांच्या दृष्टीची सखोल तपासणी करून शस्त्रक्रियेचा निर्णय नेत्रतज्ज्ञ घेतात. जर मोतीबिंदू वाढलेला असेल तर शस्त्रक्रिया करणे श्रेयस्कर असते कारण दोन्ही डोळ्यांनी मिळून बघण्याची (बायनॉक्यूलर व्हिजन) प्रक्रिया लवकर सुरू झाली तर दृष्टी जास्त चांगल्या प्रकारे सुधारू शकते. शस्त्रक्रिया ही शरीरास पूर्ण भूल देऊन केली जाते (जनरल अॅनेस्थेशिया). शस्त्रक्रियेच्या वेळी कृत्रिम भिंगारोपण करायचे की नाही हे बाळाच्या वयावर व मोतीबिंदू एकाच डोळ्यात आहे की दोन्ही डोळ्यांत यावर ठरवले जाते. जर दोन्ही डोळ्यांत मोतीबिंदू असेल तर दोन वेळा पूर्ण भूल देऊन दोन शस्त्रक्रिया कराव्या लागतात. पहिल्या डोळ्याची शस्त्रक्रिया झाल्यानंतर त्याची प्रगती पाहून दुसऱ्या डोळ्याच्या शस्त्रक्रियेचा दिवस ठरवला जातो. लहान मुलांची दृष्टीची क्षमता जास्तीत जास्त सुधारण्यासाठी लवकरात लवकर डोळ्यातील अपारदर्शकता दूर करणे गरजेचे असते.
शस्त्रक्रियेनंतरची <p> 

<p align="center" class="style33"> -----शस्त्रक्रियेनंतरची निगा----- <p> 

<p class="style30">शस्त्रक्रियेनंतर डोळा लाल होणे, दुखणे वा डोळ्यास सूज येऊ शकते. त्यासाठी डोळ्यात घालण्यासाठी औषधांचे थेंब व तोंडावाटे पाजण्याची औषधे दिली जातात. चांगला परिणाम साधण्यासाठी ही औषधे शस्त्रक्रियेनंतर बराच काळ द्यावी लागतात. बाळाची दृष्टी जास्तीत जास्त सुधारण्यासाठी नेत्रतज्ज्ञांबरोबरच बाळाचे आई, वडील (वा कायदेशीर पालक) यांची भूमिकाही अतिशय महत्त्वाची असते. फेरतपासणी साठी बाळाला वरचेवर दाखवण्यासाठी आणणे वा त्यांना बाळाच्या डोळ्यात वा दृष्टीत काही बदल जाणवल्यास लगेच नेत्रतज्ज्ञांना कळवणे आवश्यक असते. बाळाचा डोळा जसे वय वाढत जाते तसे आकाराने बदलत जातो व डोळ्यांचा नंबर (refractive error) बदलत जातो. काही वेळा गरज पडल्यास बाळाच्या डोळ्यांची, पूर्ण भूल देऊन परत तपासणी करावी लागते. मोतीबिंदू बरोबरच इतरही काही डोळ्यांच्या वा शारीरिक व्याधी जन्मतःच असू शकतात. यासाठी काही इतर शस्त्रक्रिया वा तपासण्या व उपचार लागू शकतात.<p>

<p align="center" class="style33"> -----शस्त्रक्रियेनंतरच्या घडामोडी व गुंतागुंती (postoperative course)----- <p> 


</p> १. मूळ मोतीबिंदूच्या उर्वरित सूक्ष्म कणांची वाढ होऊन मोतीबिंदूसम थर / पापुद्रा तयार होतो. शस्त्रक्रियेतील आधुनिक तंत्रज्ञानाच्या वापरामुळे अलिकडच्या काळात असा पापुद्रा तयार होण्याचे प्रमाण खूपच कमी झाले आहे परंतु एक वर्षापेक्षा लहान वयातल्या मुलांमध्ये यांचे प्रमाण जास्त आढळून येते.<p>

</p>२. वारंवार डोळ्याचा नंबर बदलणे : बाळाचे वय जसे वाढत जाते तसे वारंवार डोळ्याचा नंबर बदलत जातो. त्यामुळे वारंवार नेत्रतज्ज्ञांकडे जाण्याची व भूल देऊन नेत्रतपासणी करण्याची गरज असते. त्याप्रमाणे चष्माही बदलावा लागतो. बाळाने योग्य नंबरचा चष्मा वापरणे / कॉन्टॅक्ट लेन्स वापरणे अतिशय आवश्यक असते व ते बघण्याची जबाबदारी आई-वडील/ कायदेशीर पालकांची असते.<p>

</p>३. अॅम्ब्लायोपिआ (आळशी डोळा वापर न केल्याने दृष्टी अधू असलेला डोळा ) (amlyopia lazy eye) एकाच डोळ्यात मोतीबिंदू असेल तर तो डोळा आळशी असण्याची शक्यता खूप वाढते. डोळा आळशी होणे हे यशस्वी शस्त्रक्रियेनंतर दृष्टी न सुधारण्याचे सर्वात महत्वाचे कारण असते. त्यामुळे आई वडील/ कायदेशीर पालकांनी, नेत्रतज्ज्ञांच्या सल्ल्यानुसार शस्त्रक्रियेनंतर बाळाच्या दुसऱ्या डोळ्यावर पट्टी लावून (occlusion ) उपचार करणे आवश्यक असते.<p>

</p>४. काचबिंदू (Glaucoma): यशस्वी मोतीबिंदू शस्त्रक्रियेनंतर काही वेळा काही काळानंतर (late onset ) दृष्टी कमी होण्याचे, काचबिंदू हे एक महत्त्वाचे कारण आहे. काचबिंदूची तीव्रता प्रत्येक बाळात वेगवेगळी आढळते. यासाठी बाळाच्या डोळ्यांच्या आतील दाबाची वेळोवेळी तपासणी करून लवकर निदान करून उपचार करणे आवश्यक असते. त्यामुळे बाळाला वेळोवेळी नेत्रतज्ज्ञांकडे तपासणीसाठी आणण्याची व काचबिंदूचा उपचार योग्य वेळी करून घेण्याची जबाबदारी आई-वडील / कायदेशीर पालकांची असते.<p>

</p>५. दृष्टी पटल निसटणे (Retinal detachment) / एंडॉफ्थॅल्मायटिस या गुंतागुंती खूप दुर्मिळ व अपवादात्मक परिस्थितीत उद्भवतात.<p>

</p>६. तिरळेपणा आणि अस्थिर डोळे ( निस्टॅगमस) : या व्याधी काही वेळा मोतीबिंदू समवेतच असू शकतात. त्यासाठी वेगळी शस्त्रक्रिया काही काळानंतर करावी लागते.<p>
</p>लहान बाळांच्या शस्त्रक्रियेनंतर, आयुष्यभर नेत्रतज्ज्ञांकडे वेळोवेळी तपासण्या करणे गरजेचे असते. वर उल्लेखिलेल्या गुंतागुंतींचे योग्य वेळी निदान करून उपचार केल्यास दृष्टी टिकवता येते. हे पालकांनी समजून घेणे आवश्यक आहे.
रुग्णाचे <p>


<p align="center" class="style33"> -----रुग्णाचे संमतीपत्र----- <p>

<p>मला डॉक्टरांनी मला समजेल अशा भाषेत या आजाराबद्दल व त्याच्या उपचाराबद्दल पूर्ण माहिती दिली आहे. 
मी माझ्या पाल्याच्या उजव्या / डाव्या / दोन्ही डोळ्यांच्या.---------------- या शस्त्रक्रियेस संमती देत आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>
</p>तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/ देते.<p>

</p>तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैदयकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/ देते.
तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती छायाचित्र किंवा व्हिडिओ रेकोर्डिंग, हे सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/ देते. <p>

</p> मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे 
नेत्रतज्ज्ञ -----------------------  यांना माझ्या उजव्या डाव्या दोन्ही डोळ्यावर ------------------ शस्त्रक्रिया करण्यासाठी संमती देतो/ देते.
शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे.<p>

	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
<p> <font size="+1">रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा  <p>
<p> ------------------------------------------------------------------------- <p>

<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	