<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Pars Plana Vitrectomy for Vitreous Haemorrhage   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     <h2><h2>
   <body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>

     <h2><h2>
     <?php if($inp_arr[1]=='option1'){
            include_once("../header/images.php");

        } 
       
        ?>
</body>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Pars Plana Vitrectomy for Vitreous Haemorrhage  </strong></h1>
<h1 align="center" class="style33"><strong> ( पार्स प्लाना व्हिट्रेक्टोमी - डोळ्याच्या अंतर्भागात रक्तस्त्राव झाल्यास करण्यात येणारी शस्त्रक्रिया ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">--------------------------------नियोजित उपचार ---------------------------- ------</span> </p>

</p> मला, (रुग्णाचे नाव --------------------------) समजेल अशा भाषेत मला समजावून सांगण्यात आले आहे की माझ्या उजव्या डाव्या /दोन्ही डोळ्याच्या अंतर्भागात रक्तस्त्राव ( vitreous haemorrhage ) झाला आहे आणि त्याकरिता पार्स प्लाना व्हिट्रेक्टोमी या शस्त्रक्रियेची गरज आहे. <p>

</p> माझ्या दृष्टीपटलाची (रेटीनाची तपासणी करण्यासाठी हे रक्त काढणे जरुरीचे आहे. या शस्त्रक्रियेचे काही धोके अथवा गुंतागुंती (कॉम्प्लिकेशन्स) असू शकतात. डोळ्यामध्ये परत रक्तस्त्राव होणे (शस्त्रक्रियेनंतर लगेच किंवा काही कालावधीनंतर), दृष्टीपटल सरकणे (retinal detachment), डोळ्याच्या अंतर्भागात जंतुसंसर्ग होणे (endophthalmitis), सिलीकॉन ऑईल इंजेक्शन देण्याची गरज भासणे, काचबिंदू, मोतीबिंदू, बुबुळाची झीज, बुबुळावर पांढरा पडदा येणे, नजरेत सुधारणा न होणे किंवा ती आणखी कमी होणे. दुसऱ्या डोळ्याच्या अंतर्भागात तीव्र सूज (सिम्पॅथिटीक ऑफ्थॅल्मायटीस) झाल्यास त्यावर शस्त्रक्रिया किंवा उपचार करण्याची गरज भासू शकणे, फेरशस्त्रक्रियेची आणि दुसऱ्या डोळ्याच्या शस्त्रक्रियेची गरज भासू शकणे इत्यादी धोके होऊ शकतात.<p>

</p>ही शस्त्रक्रिया डोळ्यापुरती भूल देऊन किंवा गरज भासल्यास संपूर्ण भूल देऊन (local anaesthesia or general anaesthesia ) केली जाते. डोळ्याभोवती देण्यात येणाऱ्या स्थानिक भूलीचे दुष्परिणाम पुढे नमूद केल्याप्रमाणे असू शकतात. डोळ्याला किरकोळ जखमा होणे, डोळे लाल होणे, डोळ्यावर सूज येणे, डोळ्यामागे रक्तस्त्राव होणे, पडद्यावर रक्तस्त्राव होणे, डोळ्याला छिद्र पडणे, स्नायूतील विषबाधा (myotoxicity). भूलीच्या गुंतागुंती (कॉम्प्लिकेशन्स) म्हणून हृदयाच्या कार्यात बिघाड (oculocardiac reflex) होऊ शकतो. <p>

</p> शस्त्रक्रियेदरम्यान लेझर उपचारांची गरज भासू शकते हे मला समजावून सांगितले आहे. लेझर उपचारांमुळे डोळ्याची रंग ओळखण्याची क्षमता (colour vision), गडद आणि फिक्या रंगातील फरक ओळखण्याची क्षमता (contrast sensitivity), तीव्र प्रकाश सहन होण्याची क्षमता कमी होऊ शकते. डोळ्याचे दृष्टीक्षेत्र किंवा जवळ-दूर बघण्याची क्षमता, दीर्घ-हस्व दृष्टी लवचिकता (accommodation) कमी होऊ शकते. या शिवाय दृष्टीपटलाच्या (रेटिना) मागे पाणी साचणे (choroidal effusion), पडद्याचा खालचा थर विलग होणे (choroidal detachment) अशा गुंतागुंती (कॉम्प्लिकेशन्स) होऊ शकतात.<p>

</p> या शस्त्रक्रियेमुळे दुसऱ्या डोळ्यात रक्तस्त्राव होण्याचे प्रमाण कमी होत नाही अथवा टळू शकत नाही. दुसऱ्या डोळ्यात रक्तस्त्राव झाल्यास ही शस्त्रक्रिया आणि योग्य उपचार दुसऱ्या डोळ्यातही करावे लागू शकतात.<p>

</p> माझ्या डॉक्टरांनी मला माझ्या डोळ्याची परिस्थिती, शस्त्रक्रियेचे फायदे आणि धोके, पर्यायी उपचार याची माहिती दिली आहे. या शस्त्रक्रियेबद्दल प्रश्न विचारण्याची संधी मला मिळाली आहे. या शस्त्रक्रियेच्या पर्यायी उपचाराबद्दल माझे समाधान होईल अशी माहिती डॉक्टरांनी मला दिली आहे. मी हे समजू शकतो/शकते की या शस्त्रक्रियेमुळे अंधत्व टाळण्याची खात्री देता येत नाही. ही शस्त्रक्रिया परत करण्याची गरज भासू शकते.<p>

</p> पार्स प्लाना व्हिट्रेक्टोमी या शस्त्रक्रियेसाठी माहितीपूर्ण संमतीपत्रावर सही करताना मी हे सांगू इच्छितो / इच्छिते की मला या संमतीपत्राची एक प्रत मिळू शकेल याची मला कल्पना आहे.<p>

</p> शस्त्रक्रियेचे फायदे, दुष्परिणाम, संभाव्य धोके मला माहिती आहेत.<p>



<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- वैयक्तिक धोके  ---------------------------- ------</span> </p>

</p>माझ्या स्वतःच्या विशिष्ट शारीरिक आणि डोळ्याच्या परिस्थितीनुसार या शस्त्रक्रियेच्या काही वेगळ्या गुंतागुंती (कॉम्प्लिकेशन्स) असू शकतात ज्या मला सांगण्यात आल्या आहेत.<p>





</p> <p align="center" class="style9 style23 style27"><span class="style33">------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>



</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात ) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो / देते.<p>


</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
	        </p> <font size="+1"><strong>रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा . </strong> <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
	       
  </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	