<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Pars Plana Vitrectomy for Macular Hole Surgery / ERM Removal   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     <h2><h2>
   <body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>

     <h2><h2>
     <?php if($inp_arr[1]=='option1'){
            include_once("../header/images.php");

        } 
       
        ?>
</body>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Pars Plana Vitrectomy for Macular Hole Surgery / ERM Removal  </strong></h1>
<h1 align="center" class="style33"><strong> ( पीतबिंदूच्या छिद्रासाठी (macular hole) / दृष्टीपटलावरील पापुद्रा (ERM) काढण्यासाठी करण्यात येणारी शस्त्रक्रिया ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">----------------------------------नियोजित उपचार ---------------------------- ------</span> </p>

</p> मला ( रुग्णाचे नाव--------------------------डॉक्टरांनी मला समजेल अशा भाषेत सकी माझ्या उजव्या / डाव्या /दोन्ही डोळ्यातील पडदा (रेटीना) सरकलेला आहे. डोळ्यापुरती किंवा पूर्ण भूल देऊन (local general Anesthesia)माझी -------------------- शस्त्रक्रिया करण्यात येणार आहे.
<p>



<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- संभाव्य धोके  ---------------------------- ------</span> </p>

</p>या शस्त्रक्रियेचे काही धोके व मर्यादा आहेत याची मला कल्पना आहे.<p>



</p> 1) <strong> 10 ते 20 % रुग्णांमध्ये पीतबिंदूवरील छिद्र बंद करणे शक्य नसते. छिद्राच्या आकारावर व किती कालावधीपासून छिद्र आहे यावर हे अवलंबून आहे. सुरुवातीला बंद झालेले छिद्र परत उघडण्याची शक्यता असते. </strong><p>

</p> 2) <strong> पडद्यावरील (रेटिना) छिद्र बुजवले तरी रुग्णाची दृष्टी परत येईलच अशी खात्री देता येत नाही.</strong> <p>

</p> 3) <strong> शस्त्रक्रियेनंतर काही तास किंवा काही दिवस मला ठराविक शारिरीक स्थितीत (पोझिशनमध्ये) बसावे अथवा झोपावे लागेल.</strong> <p>

</p> 4) <strong> पडदा (दृष्टीपटल सरकल्यास त्यासाठी वेगळी शस्त्रक्रिया करण्याची गरज भासू शकते. (1- 2% )</strong> <p>

</p> 5)<strong> डोळ्याच्या अंतर्भागात रक्तस्त्राव ( vitreous haemorrhage)</strong><p>

</p> 6) <strong>जंतुसंसर्ग (0.02 - 0.1%)</strong> <p>

</p> 7) <strong> डोळा सुजणे (दुखणे व लाल होणे)</strong><p>

</p> 8) <strong> डोळ्याचा दाब वाढणे. (काचबिंदू).</strong> <p>

</p> 9) <strong> या शस्त्रक्रियेनंतर मोतीबिंदू होऊ शकतो. मोतिबिंदू काढण्याची शस्त्रक्रिया करण्याची गरज ताबडतोब किंवा काही कालावधीनंतर भासू शकते.</strong><p>

</p> 10) <strong> बुबुळावरील न भरून येणाऱ्या किंवा संथ गतीने भरून येणाऱ्या जखमा.</strong> <p>

</p> 11) <strong> बुबुळ पांढरे पडणे किंवा बुबुळावर फूल पडणे.</strong><p>

</p> 12) <strong> दृष्टिपटलावरील पापुद्रा (ERM) परत येऊ शकतो.</strong> <p>

</p> 13) <strong> पीतबिंदूवरील सूज (macular edema) </strong> <p>

</p> 14) <strong> नजर सुधारण्यास 12 ते 18 महिने एवढा कालावधी लागू शकतो.. </strong> <p>

</p> 15) <strong> फेरशस्त्रक्रियेची गरज भासू शकते.</strong><p>

</p> 16) <strong> क्वचित प्रसंगी काही रुग्णांमध्ये डोळ्याच्या आतील भागातील तीव्र सूजेमुळे (सिम्पॅथेटिक ऑप्थल्मायटिस) दुसऱ्या डोळ्यावर दुष्परिणाम होऊ शकतो.</strong> <p>





</p>मी धूम्रपान करत असल्यास, मला उच्च रक्तदाब, मधुमेह, हृदयरोग असल्यास किंवा माझे वजन जास्त असल्यास वर नमूद केलेले सर्व धोके अधिक प्रमाणात संभवतात याची मला कल्पना आहे. <p>




</p> <p align="center" class="style9 style23 style27"><span class="style33">--- डोळ्याभोवती देण्यात येणाऱ्या भूलीमुळे होणारे संभाव्य धोके ----</span> </p>

</p> <strong > भूलीमुळे होऊ शकणाऱ्या गुंतागुंती (कॉम्प्लिकेशन्स) खाली नमूद केल्याप्रमाणे होऊ शकतात.</strong> <p>


</p> 1.. डोळ्याभोवती सूज, लाली येणे.<p>

</p> 2. डोळ्याला छिद्र पडणे.<p>

</p> 3. डोळ्याच्या नसेला (optic nerve) इजा पोचणे आणि डोळ्याचा रक्तपुरवठा कमी होणे.<p>

</p> 4. डोळ्याची पापणी खाली येणे.<p>

</p> 5. श्वास घेण्यास त्रास होणे.<p>

</p> 6.रक्तदाब कमी होणे.<p>

</p> 7.औषधांचे वावडे (अॅलर्जिक रिअॅक्शन) होणे.<p>

</p> भूलीसाठी वापरण्यात येणाऱ्या अथवा कोणत्याही औषधांचे दुष्परिणाम असू शकतात हे मी समजू शकतो/शकते. प्रामुख्याने आढळणारे दुष्परिणाम म्हणजे हलके डोके दुखणे, मळमळ, त्वचेवर पुरळ उठणे किंवा बद्धकोष्ठता होणे.<p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- वैयक्तिक धोके ---------------------------- ------</span> </p>
</p> माझ्या स्वतःच्या विशिष्ट शारीरिक आणि डोळ्याच्या परिस्थितीनुसार या शस्त्रक्रियेच्या काही वेगळ्या गुंतागुंती (कॉम्प्लिकेशन्स) असू शकतात ज्या मला सांगण्यात आल्या आहेत.<p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p>माझे नेत्रतज्ज्ञ व त्यांचे सहकारी यांनी माझे निदान व उपचार करण्यासाठी जे प्रयत्न केले त्याबद्दल मी कृतज्ञ आहे. माझ्या नेत्रतज्ज्ञांनी माझे रोगनिदान व त्यावरील उपचार व पर्यायी उपचारांची माहिती मला समजावून सांगितली आहे. माझ्या वैयक्तिक डोळ्याच्या व शारिरीक परिस्थितीनुसार शस्त्रक्रियेचे धोके व गुंतागुंती याविषयीची चर्चा मी डॉक्टर व त्यांच्या सहकाऱ्यांशी केली आहे. शस्त्रक्रिया यशस्वी होईलच अशी खात्री देता येत नाही.<p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात ) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो / देते.<p>


</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	
<table width="997" border="1" cellspacing="8" cellpadding="10" >
      <colgroup>
      <col span="2" style="border-color: #000000">
      </colgroup>
	        </p> <font size="+1"><strong>रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा . </strong> <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
	       
  </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	