<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Photorefractive Keratectomy (PRK)   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Photorefractive Keratectomy (PRK)     </strong></h1>
<h1 align="center" class="style33"><strong> ( फोटोरिफ्रॅक्टिव्ह केरॅटेक्टॉमी (पीआरके ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- उपचारपद्धती  ---------------------------- ------</span> </p>

</p> ही माहिती तुम्हाला देण्यात येते आहे की, जेणे करून तुम्ही या उपचारपद्धतीबद्दल योग्य निर्णय घेऊ शकाल.<p>
</p> फोटोरिफ्रॅक्टिव्ह केरॅटेक्टॉमी (पीआरके) मुळे बुबुळाच्या आकारात बदल केला जातो. यामध्ये बुबुळाच्या वरचा पातळ पापुद्रा (epithelium) एक्झायमर लेझर किंवा ब्लेड किंवा औषधाच्या साहाय्याने काढला जातो आणि एक्झायमर लेझरद्वारे डोळ्याचा नंबर कमी केला जातो.<p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- अपेक्षित फायदे  ---------------------------- ------</span> </p>

</p> <strong> मला हे समजले आहे की, पीआरके या उपचारपद्धतीचा हेतू ह्रस्व दृष्टी (मायोपिया), दीर्घ दृष्टी (हायपरमेट्रोपिया) आणि/अथवा वक्रदृष्टिदोष (ॲस्टिग्मॅटिझम) कमी करून माझी दृष्टी अधिक स्पष्ट करणे असा आहे. सध्या चष्मा किंवा कॉन्टॅक्ट लेन्स न लावता जी माझी दृष्टी आहे त्यात शस्त्रक्रियेनंतर सुधारणा होण्याची अपेक्षा आहे.</strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- पर्यायी उपचारपद्धती  ---------------------------- ------</span> </p>

</p>चष्मा किंवा कॉन्टॅक्ट लेन्स मुळे दृष्टीतील दोष कमी करता येतो. पीआरके नंतर चष्मा आणि कॉन्टेक्ट लेन्सवर अवलंबून राहण्याची गरज पडत नाही. <p>

</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p> फोटोरिफ्रॅक्टिव्ह केरेंटेक्टॉमी (पीआरके) या उपचारपद्धतीसाठी संमती देताना मला खालील सगळे मुद्दे समजले आहेत <p>

</p> पीआरके या उपचारपद्धतीचे दीर्घकालीन परिणाम अजून पूर्णपणे माहीत नाहीत. पीआरके करण्यामागील उद्देश असा आहे की, एक्झायमर लेझर पद्धतीद्वारे बुबुळावर (कॉर्नियावर) शस्त्रक्रिया केल्याने, चष्मा किंवा कॉन्टैक्ट लेन्स यांच्यावर अवलंबून राहण्याची गरज पडत नाही. तरीही मी हे जाणतो/ जाणते की, इतर उपचारपद्धतींप्रमाणे याही उपचारपद्धतीच्या परिणामांची हमी डॉक्टर देऊ शकत नाहीत. उदाहरणार्थ: <p>

</p> <strong> १. मला हे समजावून सांगितले आहे की, चष्म्याचा नंबर अधिक किंवा कमी प्रमाणात बदलू शकतो ज्यामुळे, मला जवळ किंवा दूरचा दृष्टिदोष (मायोपिया किंवा हायपरमेट्रोपिया) तसेच वक्रदृष्टिदोष (ॲस्टिग्मॅटिझम) तात्पुरता किंवा कायमस्वरूपी राहू शकतो. मला कल्पना आहे की, चाळीस वर्षावरील लोकांमध्ये पीआरकेचे अपेक्षित परिणाम मिळू शकत नाहीत, तसेच जवळचे किंवा दूरचे स्पष्ट बघायला चष्म्याची गरज भासू शकते.</strong> <p>

</p> <strong>२. सद्यस्थितीत जर मी जवळचे बघण्यासाठी (चाळीशीचा) चष्मा वापरतो/ वापरते; तर मला या उपचारपद्धती नंतरही जवळच्या चष्म्याची गरज भासू शकते. पीआरके नंतर जवळचा चष्मा वापरण्याची जास्त गरज भासू शकते किंवा मला हा वाचनासाठी चष्मा कमी वयातही लागू शकतो.</strong> <p>

</p> <strong> ३. मला पीआरकेनंतर खालील गोष्टींची गरज पडू शकते जसे, डोळ्यांची औषधे, चष्मा किंवा कॉन्टॅक्ट लेन्सेस,परत पीआरके किंवा अन्य शस्त्रक्रिया. </strong> <p>

</p> <strong> ४. पीआरकेनंतर माझी दृष्टी, चष्मा किंवा कॉन्टॅक्ट लेन्स लावून सुद्धा स्पष्ट होईलच असे नाही व ती आहे त्यापेक्षा अजून खराबही होऊ शकते. </strong> <p>

</p> <strong> ५. चष्म्याच्या नंबरमध्ये तफावत आढळू शकते, जेणे करुन चष्मा लावणे कठीण किंवा अशक्य होऊ शकते. तसेच कॉन्टॅक्ट लेन्स लावणे सुद्धा कठीण होऊ शकते.</strong> <p>

</p> <strong> ६. मला हे समजाविले आहे की, काही लोकांमध्ये पीआरके नंतर गुंतागुंत आणि दुष्परिणाम आढळू शकतात आणि ते खालील प्रमाणे आहेत.</strong> <p>

</p><strong> अ) पीआरके शस्त्रक्रियेचे संभाव्य लघुकालीन परिणाम : </strong>पीआरकेनंतर लघुकालीन परिणाम होऊ शकतात जे सर्वसामान्यपणे जखम भरतांना दिसून येतात. जे पुढीलप्रमाणे आहेत: थोडा त्रास किंवा वेदना (सुरुवातीचे ७२-९६ तास), बुबुळावर सूज, दुहेरी प्रतिमा दिसणे, डोळ्यात कचरा गेल्यासारखे वाटणे, अंधुक दिसणे, उजेडाची वाढती संवेदनशीलता आणि डोळ्यातून पाणी येणे,  <p>

</p> <strong> ब) पीआरके शस्त्रक्रियेचे संभाव्य दीर्घकालीन परिणाम :  </strong>धूसरता (हेज)- बुबुळाचा वरचा भाग धूसर होतो, तरीही दृष्टीवर त्याचा फारसा परिणाम होत नाही. हा परिणाम काही काळाने पूर्ण बरा होऊ शकतो.<p>

</p> <strong> चकाकणे (स्टारबस्टिंग) : </strong> पी आर के नंतर काही रुग्णांमध्ये प्रकाशाची संवेदनशीलता वाढते. प्रकाश चकाकणे व प्रकाशाभोवती वर्तुळे (हेलोज) दिसू शकतात. कमी प्रकाशात त्रास होऊ शकतो किंवा रात्रीच्या वेळी चकाकी येऊ शकते, ज्यामुळे रात्री वाहन चालवण्यास त्रास होऊ शकतो. हे परिणाम होण्याची बरीच कारणे आहेत पण ज्यांच्या बाहुलीचा आकार मोठा आहे किंवा चष्म्याचा नंबर जास्त आहे त्यांना जास्त त्रास होऊ शकतो. काही काळानंतर या परिणामांची जाणीव कमी होत जाते तसेच रात्रीच्या वेळी चष्मा वापरल्याने किंवा डोळ्यात औषध टाकल्याने त्रास कमी होऊ शकतो. काही रुग्णांमध्ये मात्र हा त्रास नेहमी होऊ शकतो. मला याची जाणीव आहे की, माझी दृष्टी दिवसाइतकी रात्री सुस्पष्ट राहणार नाही, मला रात्री चष्मा लावण्याची गरज पडू शकते किंवा डोळ्यांमध्ये औषध टाकण्याची गरज भासू शकते. मला हे समजले आहे की, मला हा रात्री कमी दिसण्याचा त्रास कायमस्वरूपी राहील की नाही हे सांगणे अवघड आहे. पण दुर्दैवाने असे झाल्यास मला रात्री गाडी चालवणे अशक्य होईल. मला याची जाणीव आहे की, माझी दृष्टी पूर्णपणे चांगली होईस्तोवर मी गाडी चालवू नये. हे सगळे धोके माझ्या बाहुलीचा आकार आणि माझा चष्म्याचा नंबर या गोष्टी विचारात घेऊन मला समजाविण्यात आले आहेत.<p>

</p><strong> दृष्टीतील स्पष्टता कमी होणे </strong>पी आर के केल्यानंतर दृष्टीतील स्पष्टता चष्मा किंवा कॉन्टॅक्ट लेन्स लावून सुद्धा कमी राहू शकते. <p>

</p><strong> डोळ्याचा दाब (आयओपी) वाढणे : </strong>पी आर के नंतर आवश्यक असलेल्या औषधांमुळे डोळ्यांच्या आतील द्रवाचा दाब वाढू शकतो. काही काळानंतर औषधे कमी झाल्यावर डोळ्याचा दाब कमी होतो.<p>

</p><strong> सौम्य किंवा तीव्र जंतुसंसर्ग (इन्फेक्शन) : </strong> सौम्य जंतुसंसर्ग (इन्फेक्शन) साध्या औषधांनी बरा होऊ शकतो आणि त्यामुळे दृष्टीवर कुठल्याही प्रकारचा दुष्परिणाम होत नाही. पण तीव्र जंतुसंसर्गामुळे (इन्फेक्शन) नेहमीसाठी दृष्टी कमी होऊ शकते किंवा बुबुळावर पांढरा डाग येऊ शकतो, त्यासाठी वेगळ्या उपचारपद्धतीची जसे लेझर किंवा बुबुळ प्रत्यारोपणाची (कॉर्नियल ट्रान्सप्लांट) गरज पडू शकते.<p>

</p><strong> केरेंटोकोनस : </strong>  काही लोकांना केरेंटोकोनस होण्याची शक्यता असते. केरॅटोकोनस म्हणजे बुबुळाची एक प्रकारची - विकृती जी २००० लोकांपैकी एखाद्यामध्ये आढळून येते. ज्यामध्ये बुबुळाचा काही भाग पातळ होऊन कमकुवत होतो. पीआरके करण्याच्या आधी काही विशिष्ट तपासणी केल्यावर, जसे बुबुळाचा आकार आणि जाडी मोजणी करून (कॉर्नियल टोपोग्राफी व पॅकिमेट्री), कोणाला या रोगाचा जास्त धोका आहे ते कळू शकते. बुबुळाचा आकार आणि जाडी बरोबर असली तरीही हा रोग होण्याची शक्यता टाळता येत नाही. केरॅटोकोनस मूलतः / नैसर्गिक असू शकतो व त्याचे १०० टक्के निदान करणारी तपासणी (यंत्रणा) उपलब्ध नाही. केरॅटोकोनस चष्मा किंवा कॉन्टॅक्ट लेन्स लावून बरा करता येतो, पण गंभीर परिस्थितीमध्ये बुबुळ प्रत्यारोपण शस्त्रक्रिया करावी लागू शकते.<p>

</p><strong> क) क्वचित होणारे दुष्परिणाम : </strong> पीआरके झाल्यानंतर काही लोकांमध्ये दुर्मिळ परिणाम दिसू शकतात जसे, डोळ्यांना खाज सुटणे, कोरडेपणा, डोळ्यांमध्ये कचरा गेल्यासारखे वाटणे, दुहेरी प्रतिमा दिसणे, अस्वस्थता, बुबुळावर किंवा डोळ्याच्या रंगीत पडद्यावर (आयरिस) सूज येणे, बुबुळाच्या पृष्ठभागावरची जखम बरी न होणे, बुबुळावर अपारदर्शक पडदा येणे आणि त्यामुळे दृष्टी कमी होणे, जंतुसंसर्ग (इन्फेक्शन), बुबुळाचा पृष्ठभाग गुळगुळीत नसल्यामुळे वक्रदृष्टिदोष (ॲस्टिग्मॅटीझम) येणे [ खडबडीत (warped) पृष्ठभागामुळे प्रतिमा विकृत दिसणे, मोतीबिंदू, डोळ्याची पापणी खाली येणे, डोळ्यावर ठेवलेली कॉन्टॅक लेन्स हरवल्यास वेदना वाढणे (हे दुसरी कॉन्टॅक्ट लेन्स लावून ठीक करता येते), आणि शस्त्रक्रियेनंतर बँडेज कॉन्टॅक्ट लेन्स वापरल्यामुळे जंतुसंसर्गाची (इन्फेक्शन) शक्यता वाढणे.<p>

</p> <strong> मला याची कल्पना आहे की, पीआरकेनंतर माझ्या डोळ्याची दृष्टी कमी होऊ शकते किंवा पूर्ण जाऊ शकते.</strong><p>

</p><strong>तसेच संभाव्य गुंतागुंतीची पूर्णपणे माहिती डॉक्टर देऊ शकत नाहीत. हे परिणाम काही आठवडे, महिने किंवा वर्षानंतरही दिसू शकतात.</strong><p>

</p><strong> मला याची कल्पना आहे की, ही मी निवडलेली उपचारपद्धती आहे. एकदा पी आर के केल्यानंतर बुबुळाचा आकार पूर्ववत करता येणार नाही.</strong><p>

</p><strong> केवळ महिलांसाठी : </strong>मी गर्भवती किंवा बाळंतीण नाही. मला याची कल्पना आहे की गर्भावस्थेमध्ये पीआरके मुळे - दुष्परिणाम होऊ शकतात.<p>

</p> पीआरकेचे फायदे तोटे आणि या व्यतिरिक्त उपलब्ध उपचारपद्धतीबद्दल माझ्या नेत्रतज्ज्ञांनी मला समजाविले आहे. माझ्या सगळ्या प्रश्नांची / शंकांची उत्तरे डॉक्टरांनी दिली आहेत. म्हणूनच मी माझ्या उजव्या / डाव्या / दोन्ही डोळ्यावर पीआरके करण्यासाठी डॉक्टरांना संमती देतो/ देते.<p>


</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	