<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Scleral Buckling Surgery   </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

<style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>
	</head>
  </style>
</head>
<body>
     
    <a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>
         
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
        <hr>
	
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Scleral Buckling Surgery  </strong></h1>
<h1 align="center" class="style33"><strong> (स्क्लेरल बकलिंग शस्त्रक्रिया) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
</p> <strong>   </strong> <p>
</p><strong> </strong><p>

</p> <strong>   </strong> <p>
</p><strong> </strong><p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- नियोजित उपचार ---------------------------- ------</span> </p>

</p> मला ( रुग्णाचे नाव--------------------------डॉक्टरांनी मला समजेल अशा भाषेत सकी माझ्या उजव्या / डाव्या /दोन्ही डोळ्यातील पडदा (रेटीना) सरकलेला आहे. डोळ्यापुरती किंवा पूर्ण भूल देऊन (local general Anesthesia)माझी -------------------- शस्त्रक्रिया करण्यात येणार आहे.
<p>



<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- संभाव्य धोके  ---------------------------- ------</span> </p>

</p>शस्त्रक्रियेच्या खाली नमूद केलेल्या गुंतागुंती (कॉम्प्लिकेशन्स) आणि मर्यादा आहेत याची मला कल्पना आहे.<p>



</p> 1) <strong> शस्त्रक्रियेचे सर्व उद्देश साध्य न होणे. </strong><p>

</p> 2) <strong> पडदा / दृष्टीपटल (रेटीना) नीट जागेवर बसला तरी दृष्टी न सुधारणे.</strong> <p>

</p> 3) <strong> फेरशस्त्रक्रियेची गरज भासू शकते त्यात रुग्णाची नजर कमी होऊ शकते.</strong> <p>

</p> 4) <strong> पहिली शस्त्रक्रिया अयशस्वी झाल्यास सिलिकॉन ऑइल किंवा गॅस वापरून फेरशस्त्रक्रिया ( vitreoretinal surgery) करून घ्यावी लागेल. त्याचे काही संभाव्य धोके आहेत.</strong> <p>

</p> 5)<strong> शस्त्रक्रियेनंतर मला चष्मा लावण्याची गरज भासू शकते.</strong><p>

</p> 6) <strong>डोळ्यातील तिरळेपणा किंवा डोळ्याची हालचाल कमी होण्याचा धोका होऊ शकतो.</strong> <p>

</p> 7) <strong> बकल बाहेर आल्यास किंवा जंतुसंसर्ग झाल्यास बँड आणि बकल बाहेर काढण्याची गरज भासू शकते.</strong><p>

</p> 8) <steong> डोळ्याच्या पीतबिंदूची (macula) सूज अथवा दृष्टीपटलावर पापुद्रा चढणे असा धोका संभवू शकतो.</strong> <p>

</p> 9) <strong> डोळ्यांच्या अंतर्भागात रक्तस्त्राव, जंतुसंसर्ग, डोळ्याचा दाब वाढणे (काचबिंदू), बुबुळावरील बऱ्या न होणाऱ्या किंवा संथ गतीने भरून येणाऱ्या जखमा, बुबुळ पांढरे पडणे, बुबुळावर फूल पडणे, मोतीबिंदू आणि भं</strong><p>




</p> <p align="center" class="style9 style23 style27"><span class="style33">-------------------------- डोळ्याभोवती देण्यात येणाऱ्या भूलीमुळे होणारे संभाव्य धोके ---------------------------- ----</span> </p>


</p> 1.डोळ्याभोवाती सूज येणे व रक्तस्त्राव होणे.<p>

</p> 2. डोळ्याला छिद्र पडणे.<p>

</p> 3. डोळ्याच्या मागील नसेला (ऑप्टिक नर्व्ह) इजा होणे.<p>

</p> 4.संडोळ्याच्या दृष्टीपटलाचा (रेटिना) रक्तपुरवठा खंडित होणे.<p>

</p> 5. डोळ्याची पापणी खाली येणे.<p>

</p> 6.श्वासोश्वासाला त्रास होणे.<p>

</p> 7.रक्तदाब कमी होणे.<p>

</p> 8.भूलीसाठी वापरण्यात आलेल्या औषधांची प्रतिक्रिया, वावडे येणे (allergy) <p>

</p> भूलीसाठी वापरण्यात येणाऱ्या अथवा कोणत्याही औषधांचे दुष्परिणाम असू शकतात हे मी समजू शकतो/शकते. प्रामुख्याने आढळणारे दुष्परिणाम म्हणजे हलके डोके दुखणे, मळमळ, त्वचेवर पुरळ उठणे किंवा बद्धकोष्ठता होणे.<p>


</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- वैयक्तिक धोके ---------------------------- ------</span> </p>
</p> माझ्या स्वतःच्या विशिष्ट शारीरिक आणि डोळ्याच्या परिस्थितीनुसार या शस्त्रक्रियेच्या काही वेगळ्या गुंतागुंती (कॉम्प्लिकेशन्स) असू शकतात ज्या मला सांगण्यात आल्या आहेत.<p>



</p> <p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र  ---------------------------- ------</span> </p>

</p>माझे नेत्रतज्ज्ञ व त्यांचे सहकारी यांनी माझे निदान व उपचार करण्यासाठी जे प्रयत्न केले त्याबद्दल मी कृतज्ञ आहे. माझ्या नेत्रतज्ज्ञांनी माझे रोगनिदान व त्यावरील उपचार व पर्यायी उपचारांची माहिती मला समजावून सांगितली आहे. माझ्या वैयक्तिक डोळ्याच्या व शारिरीक परिस्थितीनुसार शस्त्रक्रियेचे धोके व गुंतागुंती याविषयीची चर्चा मी डॉक्टर व त्यांच्या सहकाऱ्यांशी केली आहे. शस्त्रक्रिया यशस्वी होईलच अशी खात्री देता येत नाही.<p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा, संभाव्य गुंतागुंती आणि पर्यायी उपचार, मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे, ज्या करिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो/ देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतींची ( कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे मूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात ) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो / देते.<p>


</p> सदर शस्त्रक्रियेच्या संभाव्य गुंतागुंतीबद्दल माझ्याशी चर्चा केली आहे जसे: भूलीशी निगडित गुंतागुंती, रक्तस्त्राव, जंतुसंसर्ग (इन्फेक्शन), डोळ्याभोवती गाठ (ग्रॅनुलोमा), पापण्यांची अनैसर्गिक ठेवणं (पापणी आत किंवा बाहेर वळणे, खाच पडणे), जखमेचा व्रण, व्रणाची अनैसर्गिक वाढ (हायपरट्रॉफी) / किलॉईड, किंवा डोळ्याच्या भोवती रक्त साकळणे, दुहेरी प्रतिमा दिसणे, अंधत्व येणे, तिरळेपणा आणि डोळ्याची पापणी खाली येणे.<p>

</p> मला या तपासणीचे होणारे संभाव्य परिणाम समजले आहेत आणि माझ्या डॉक्टरांनी दिलेल्या स्पष्टीकरणावर मी समाधानी आहे. उपचारादरम्यान काही विपरीत झाल्यास रुग्णालय किंवा डॉक्टर त्यासाठी जबाबदार राहणार नाहीत. दुर्दैवाने काही विपरीत झाल्यास, मी त्याचा परतावा / भरपाई मागणार नाही... अशा परिस्थितीमध्ये रुग्णालयातील प्रशासनाचा निर्णय अंतिम राहील. मी हे कबूल करतो / करते की, मी हे सर्व नीट समजूनच स्वेच्छेने आणि निकोप मनाने स्वाक्षरी करून संमती दिली आहे.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
    <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>
		
		</p><strong> </strong><p>
		


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
	

<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>

</body>
</html>


	