<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>  Secondary Orbital Implant      </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
     <h2><h2>
    <table width="1124" border="1" align="center" class="style33">
	 <colgroup>
      <tr bgcolor="#A631A9">
	    <td width="8" class="style39"></colgroup>
        <th width="1100" class="style39">&nbsp;</th>
      </tr>
    </table>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Secondary Orbital Implant    </strong></h1>
<h1 align="center" class="style33"><strong> ( कॉंट्रॅक्टेड सॉकेट  ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>


</p> मला माझ्या मातृभाषेत माझ्या डॉक्टरांनी समजावून सांगितले आहे की माझ्या / माझ्या पाल्याच्या उजव्या डाव्या डोळ्याच्या खोबणीच्या आजारामुळे माझी / माझ्या पाल्याची डोळ्याची खोबणी व खोबणी सभोवतालचा भाग आक्रसला आहे. डोळा आकारात लहान झाल्यामुळे खोबणीमधे नवीन कृत्रिम डोळा नीट बसवता येत नाही. या आक्रसलेल्या डोळ्यांचा आकार वाढवण्यासाठी डोळ्याच्या खोबणीमध्ये ऑरबायटल इम्प्लांटचे प्रत्यारोपण करण्याची आवश्यकता आहे. संपूर्ण भूल देऊन किंवा डोळा बधीर करून ही शस्त्रक्रिया करण्यात येईल. मला हे समजाविण्यात आले आहे की, ही शस्त्रक्रिया केवळ डोळ्याच्या खोबणीचा आकार वाढवण्यासाठी आहे. त्यासाठी गरज पडल्यास ग्राफ्टींग व फॉरनिक्स तयार करायला टाके घातले जातील . हयामुळे कृत्रिम डोळा (इम्प्लांट) बसविण्यासाठी व्यवस्थित जागा तयार होईल. या शस्त्रक्रियेत दृष्टी येणार नाही याची मला जाणीव आहे.<p>

</p> शस्त्रक्रियेद्वारे डोळ्याच्या खोबणीत योग्य त्या इम्प्लांटचे प्रत्यारोपण केले जाईल, जेणे करून खोबणीचा आकार वाढविला जाईल. इम्प्लांट बऱ्याच सामग्रीमध्ये उपलब्ध आहे. जे सछिद्र (porous) आणि छिद्र नसलेले (non-porous) रोपण अशा दोन प्रकारांमध्ये विभागले गेले आहेत. सछिद्र रोपण डोळ्यामधे तंतुमय पेशी व रक्तवाहिन्यांचे जाळे तयार करण्यास मदत करते आणि त्यामुळे इम्प्लांट निघून येणे किंवा आपल्या जागेवरून सरकण्याचे प्रमाण कमी असते. तथापि, या साच्यांमधे एक खडबडीत पृष्ठभाग असल्यामुळे तो बाहेरून दिसून येण्याची शक्यता असते. परंतू छिद्ररहीत रोपणात इम्प्लांट निघून येण्याचे आणि सरकण्याचे प्रमाण जास्त असून इम्प्लांट बाहेरून दिसण्याचे प्रमाण कमी आहे. शस्त्रक्रियेनंतर मला माझ्या पाल्याला डोळ्याचे बाह्यरूप जतन करण्यासाठी कृत्रिम डोळा बसवावा लागेल.<p>


</p> <strong > शस्त्रक्रियेसंबंधित किंवा भूल देण्याशी निगडीत संभाव्य गुंतागुंती </strong> <p>

</p> 1. शस्त्रक्रियेची जखम दुभागून उघडी पडू शकते. <p>

</p> 2. इम्प्लांट उघडा पडणे किंवा मूळ जागेवरून सरकणे.<p>

</p> 3. रकरक्तस्त्राव होणे. <p>

</p> 4. काही वेळेस तोंडाच्या आतील आवरण (oral mucous membrane), अर्भकाच्या नाळेचे आवरण (amniotic membrane) त्वचेतील चरबीचे आवरणाचे किंवा अॅम्नीऑटिक मेम्ब्रेनचे प्रत्यारोपण करण्याची गरज पडू शकते, <p>

</p> <strong > अशी गरज पडल्यास खालील गोष्टी मला समजावून सांगण्यात आलेल्या आहेत- </strong> <p>

		</p> अ) प्रत्यारोपण केलेल्या आवरणाचा अस्वीकार, जंतुसंसर्ग, त्वचा आकुंचन पावणे ( फायब्रोसिस) यासारख्या समस्या येऊ शकतात.<p> 
		</p> ब) म्युकस मेंब्रेन ग्राफ्ट / प्रत्यारोपण जर ओठ किंवा तोंडाच्या आतील भागातुन घेतले असेल तर त्या ग्राफ्टचे नियमित निर्जंतुकीकरण करावे लागेल, तसेच तोंडाची स्वच्छता राखून त्या भागाची नियमित काळजी घ्यावी लागेल.<p>
		</p> क) मांडी किंवा पोटाच्या जवळील त्वचेखालील चरबी काढून प्रत्यारोपण / ग्राफ्टींग केले जाऊ शकते, तसे असल्यास ह्या भागावरील जखमेची काळजी घेण्याचे मला समजाविले आहे. <p>
		

</p> 5. पापणीच्या आतील भागातील टाके ३ आठवड्यानंतर काढले जातील.  <p>

</p> 6. डोळ्याच्या पापणीच्या आत कृत्रिम कन्फरमर हा २ महिन्यांसाठी घालावा लागू शकतो. <p>

</p> 7. कृत्रिम डोळा 2 महिन्यांनंतर दिला जाईल. कृत्रिम डोळा कदाचित व्यवस्थित बसणार नाही याची शक्यता असू शकते.<p>

</p> 8. कृत्रिम डोळ्याची हालचाल अतिशय कमी राहील. <p>

</p> 9. डोळ्याच्या खोबणीचा आकार हा पूर्णपणे एकाच शस्त्रक्रियेमध्ये योग्य होईल असे सांगता येत नाही आणि अशा वेळी अतिरिक्त शस्त्रक्रिया करण्याची किंवा खोबणी अजून विस्तारित करण्याची आणि त्याचा आकार वाढविण्याची गरज पडू शकते.<p>


</p> उपचारादरम्यान काही वेळा अनपेक्षित परिस्थिती उद्भवू शकते याची मला कल्पना दिली आहे. अशा वेळी मूळ निदान करताना आणि उपचार ठरविताना निश्चित केल्यापेक्षा वेगळी शस्त्रक्रिया किंवा उपचारपध्दती तातडीने करण्याची गरज निर्माण होते. अशा परिस्थितीत आवश्यक सर्व जास्तीच्या उपचारपध्दती व शस्त्रक्रिया करण्याची माझ्यावर उपचार करणाऱ्या डॉक्टरांच्या चमूला मी विनंती करतो / करते आणि संमती देतो/देते.<p>

</p> मला माझे सगळे प्रश्न / शंका विचारण्याची संधी दिली गेली आहे तसेच दुसऱ्या डॉक्टरांचा सल्ला घेण्याचा पर्याय दिला आहे.<p>

</p> मी संमती देतो / देते की माझी ओळख व खाजगी माहिती उघड न करता, या शस्त्रक्रियेबद्दलची माहिती, फोटो, चित्रीकरण, वैद्यकीय नोंदीचा वापर वैद्यकीय संशोधन, वैदयकीय अभ्यास किंवा वैद्यकीय प्रकाशनासाठी उपयोगात आणल्यास माझी हरकत नाही. तसेच माझ्या शस्त्रक्रियेनंतरच्या तपासणी दरम्यान वैद्यकीय नोंदी, फोटो, चित्रीकरणाच्या नोंदी वैद्यकीय संशोधनासाठी वापरायची परवानगी देत आहे.<p>
 
</p>मला याची जाणीव आहे की ही शस्त्रक्रिया चांगल्या हेतूने केली जात आहे व त्याच्या परिणामांची हमी देऊ शकत नाही.<p>

</p>सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. 
ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, 
तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, माझी ओळख ( छायाचित्र किंवा लेखी स्वरुपात) उघड न करता, शास्त्रीय संशोधन, वैद्यकीय शिक्षण, वैद्यकीय नोंदी, शास्त्रीय मासिकांमध्ये प्रकाशन या कारणांसाठी व या शस्त्रक्रियेचा अभ्यास करणे, छायाचित्र घेणे, व्हिडिओ रेकॉर्डिंग करणे याला मी संमती देतो/देते.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
  <div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	er-color: #000000">
      </colgroup>
      <p> <font size="+1">रुग्ण अल्पवयीन किंवा मानसिकरित्या असक्षम असल्यास, रुग्णाच्या पालकांची सही / अंगठ्याचा ठसा  <p>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"></p>  पालकाचे नाव  :---------------------------------------------------------------------------------------------------- <P>      </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1"> रुग्णाशी नाते :----------------------------------------------------------------------------------------------------</p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">पत्ता:---------------------------------------------------------<p>        </th>
        
      </tr>
      <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">दूरध्वनी क्रमांक:-----------------------------------------------------------------------------दिनांक: ------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"> <font size="+1">स्थळ  :--------------------------------------------------------------------------------------------------------------------------</p>        </th>
       
  <tr>
        <th class="style22" scope="row"><p align="left"><font size="+1">साक्षीदार क्रमांक १ <p align="center"><font size="+1"> साक्षीदार २ </p> <p align="left"><font size="+1"> सही : --------------------<p align="center"><font size="+1"> सही : -------------------- <p align="left"><font size="+1">नाव : --------------------<p> <p align="center"><font size="+1"> नाव : --------------------<p align="left"> <font size="+1">पता : --------------------<p align="center"><font size="+1">पता : --------------------  <p align="left"><font size="+1">दूरध्वनी क्रमांक : -----------------------<p align="center"><font size="+1">दूरध्वनी क्रमांक: -----------------------      </th>
  <tr>
		       
	
  </tr>
</table>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	