<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Trabeculotomy with Trabeculectomy     </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>

     <h2><h2>
     <?php if($inp_arr[1]=='option1'){
            include_once("../header/images.php");

        } 
       
        ?>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Trabeculotomy with Trabeculectomy    </strong></h1>
<h1 align="center" class="style33"><strong> ( ट्रॅबेक्युलॉटॉमी वीथ ट्रॅबेक्युलेक्टामी ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>

<p align="center" class="style9 style23 style27"><span class="style33">-------------------------- शस्त्रक्रियेची गरज, फायदे आणि पर्यायी उपचारपद्धती --------------------------</span> </p>

</p> मला माझ्या डॉक्टरांकडून सांगण्यात आले आहे की माझ्या पाल्याला काचबिंदूचे निदान झाले आहे आणि जर तो उपचार न करता तसाच राहिला तर बहुधा माझ्या पाल्याची दृष्टी कमी होण्याची शक्यता असून त्यामुळे अंधत्व येण्याची दाट शक्यता आहे. काचबिंदू म्हणजे डोळ्याचा दाब (intraocular pressure) वाढणे ज्याकरीता मुलांमध्ये शस्त्रक्रिया करणे आवश्यक असते. ह्यामुळे डोळ्याचा दाब नियंत्रित राहणे आणि दृष्टी जतन करणे शक्य होते. माझ्या नेत्रतज्ज्ञांनी मला माहिती दिली आहे की ही शस्त्रक्रिया माझ्या पाल्याच्या डोळ्यातील दाब नियंत्रित करण्यासाठी आवश्यक आहे कारण हा दाब दीर्घकाळ वाढल्यामुळे डोळा व मेंदूला जोडणाऱ्या नसेवर (Optic Nerve) दुष्परिणाम होऊ शकतात ज्यामुळे दृष्टी कमी होते आणि अंधत्व येऊ शकते. ही शस्त्रक्रिया यशस्वी झाल्यास, रुग्णाच्या डोळ्यांमधील दाब कमी होतो. काचबिंदूमुळे भविष्यातील होणारा दृष्टीदोष टाळता येऊ शकतो. <strong > शस्त्रक्रियेचा उद्देश दाब नियंत्रित करणे आणि रुग्णाची दृष्टी जतन करणे हा आहे, कारण काचबिंदूमुळे गमावलेली दृष्टी पूर्ववत होऊ शकत नाही.</strong> <p>

<p align="center" class="style9 style23 style27"><span class="style33">-------------------------- गुंतागुंती (complications) - --------------------------</span> </p>

</p> कोणत्याही शस्त्रक्रियेप्रमाणे, काचबिंदू शस्त्रक्रियेशी संबंधित जोखिमा देखील आहेत. उदाहरणार्थ, शस्त्रक्रियेमुळे रुग्णाच्या डोळ्याच्या दाबावर नियंत्रण राहिलच असे नाही, त्यासाठी शस्त्रक्रियेनंतर औषधे किंवा अधिक अन्य उपचारांची आवश्यकता भासू शकते. प्रत्येक संभाव्य गुंतागुंत या संमतीपत्रात समाविष्ट केली जाऊ शकत नाही परंतु काचबिंदू शस्त्रक्रियेनंतर उद्भवलेल्या जोखिमांची उदाहरणे खाली नमूद केलेली आहेत. या गुंतागुंती काही दिवस, आठवडे, महिने किंवा काही वर्षांनंतरसुद्धा उद्भवू शकतात. त्यांच्यामुळे दृष्टी कमी होऊ शकते किंवा अंधत्व येऊ शकते. म्हणून शस्त्रक्रियेनंतर वेळोवेळी फेरतपासणी करणे अनिवार्य आहे.
संपूर्ण उपचारानंतरही डोळ्याच्या दाबावर लक्ष ठेवण्यासाठी आणि इतर काही समस्या असल्यास त्यांचे निदान होण्यासाठी डोळ्यांची नियमित तपासणी करणे आवश्यक असते. तसेच, मुलांचे डोळे हे विकसनशील असल्यामुळे, डोळ्याच्या दाबावर पुरेसे नियंत्रण ठेवल्यानंतरही अनुकूल दृष्टी प्राप्त करण्यासाठी वेळोवेळी फेरतपासणी आणि उपचारांची आवश्यकता असते. या आजाराच्या तीव्रतेमुळे बऱ्याचदा मुलाचे बुबुळ (नेत्रपटल / Cornea) धुरकट किंवा पांढरे होऊ शकते. हा पांढरटपणा शस्त्रक्रियेनंतर जाऊ शकतो किंवा कधीकधी हा कायमस्वरूपी राहू शकतो. अशा परिस्थितीत मुलाची दृष्टी सुधारण्यासाठी नेत्रपटल प्रत्यारोपणाची (Corneal Transplant) आवश्यकता भासू शकते.<p>

<p align="center" class="style9 style23 style27"><span class="style33">-------------------------- शस्त्रक्रियेनंतरच्या गुंतागुंती - --------------------------</span> </p>

</p> 1) शस्त्रक्रियेनंतर डोळ्याचा दाब कमी न झाल्यास एक वा अधिक शस्त्रक्रिया (लवकर / उशिरा) आवश्यकतेनुसार कराव्या लागू शकतात. <p>

</p> 2) दृष्टी कमी होऊ शकते. मोतीबिंदू होऊ शकतो. ज्यामुळे दृष्टी कमी होते परंतू मोतीबिंदूवर शस्त्रक्रियेद्वारे त्यावर उपचार केले जाऊ शकतात.<p>

</p> 3) काचबिंदू शस्त्रक्रियेनंतर डोळ्याचा दाब गरजेपेक्षा खूप जास्त किंवा खूप कमी दाब झाल्यास त्यासाठी इतर आवश्यक उपचार किंवा शस्त्रक्रियेची गरज भासू शकते.<p>

</p> 4) डोळ्यात रक्तस्त्राव.<p>

</p> 5) दीर्घकाळ लालसरपणा आणि सौम्य वेदना यामुळे दीर्घकाळ सूज राहू शकते.<p>

</p> 6) डोळ्यात चुरचुर किंवा अस्वस्थता कायम राहणे.<p>

</p> 7) शस्त्रक्रिया केलेली असूनही, डोळ्यामध्ये सतत होणाऱ्या झीजेमुळे होणार्या मर्त्य बदलांमुळे (Degenerative Changes), दृष्टी कमी होऊ शकते.<p>

</p> 8) जंतुसंसर्ग झाल्यास (लवकर किंवा कालांतराने) वेदना, लालसरपणा आणि दृष्टी कमी होऊ शकते.<p>

</p> 9) क्वचित प्रसंगी, कायमस्वरूपी अंधत्व येऊ शकते.<p>

</p> 10) शस्त्रक्रियेदरम्यान वापरण्यात येणाऱ्या अॅन्टीमेटाबोलाइट औषधांमुळे गुंतागुंती, बुबुळावरील अतिदुष्परिणाम, ब्लेला डोळ्याच्या पांढऱ्या भागावरच्या पापूया खली तयार केलेला फुगवटा, ज्या मार्गे डोळ्यातील पाणी
(ॲक्व्हीयस हयूमर) वाहते छिद्र पडण्याचा धोका आणि ब्लैब संबंधित संसर्ग. <p>

</p> 11) शस्त्रक्रियेच्या जागी डोळ्याच्या वरील पापणीखाली डोळ्याच्या पांढऱ्या भागावरच्या पापुद्र्याखली (conjunctiva) तयार केलेला पांढरट फुगवटा (ब्लेब) दिसून येतो, जिथून अतिरिक्त द्रव (अॅक्व्हीयस ह्यूमर) वाहून नेला जातो. <p>

</p> 12) शस्त्रक्रियेनंतर डोळ्यांची पापणी पडणे/खाली येणे.<p>

</p> 13) बुबुळावर (नेत्रपटलावर) सतत सूज येण्याने नेत्रपटल प्रत्यारोपण (Corneal Transplant) करण्याची गरज भासू शकते.<p>

</p> <strong >ही शस्त्रक्रिया संपूर्ण भूल देऊन केली जाते, ज्यात बधिरीकरणानंतरच्या गुंतागुंतीही समाविष्ट केलेल्या आहेत. संपूर्ण भूल देण्याच्या दुष्परिणामांमध्ये जीवघेण्या गुंतागुंती आणि मृत्यूची शक्यता असते.</strong><p>



<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>


</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	