<?php 
 require("../../admin/connect.php");
 $id = $_GET['id'];
 session_start();
//  error_reporting(0);

 $sql=mysqli_query($conn,"SELECT * FROM patient_records WHERE id = '$id';");
 $row=mysqli_fetch_assoc($sql);

 $sql1=mysqli_query($conn,"SELECT * FROM patient_info WHERE patient_id = '$id';");
 $row1=mysqli_fetch_assoc($sql1);

 $sql2=mysqli_query($conn,"SELECT * FROM p_insure WHERE id = '$id';");
 $row2=mysqli_fetch_assoc($sql2);
 

 $sql = "SELECT * FROM titles WHERE id = 1;";
 $data = $conn->query($sql);
 $title = $data->fetch_assoc();
 $sql12="SELECT * FROM `config_print` WHERE 1";
$data12=$conn->query($sql12);
$res12=$data12->fetch_assoc();
if (!isset($res12['inp'])) {
    $inp_arr = array_fill(0, 3, 'option2');
} else {
    $inp = $res12['inp'];
    $inp_arr = json_decode($inp, true);
    $inp_arr = is_array($inp_arr) ? $inp_arr : array_fill(0, 3, '');
}
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title> Trabeculectomy with/without Anti-fibroblastic agents    </title>
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.0.0-beta3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-eOJMYsd53ii+scO/bJGFsiCZc+5NDVN2yr8+0RDqr0Ql0h+rP48ckxlpbzKgwra6" crossorigin="anonymous">

  <style>
    .header {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: row;
    }

   

    .title {
        display: flex;
        align-items: center;
        justify-content: center;
        flex-direction: column;
    }

    .pad {
        padding: 2px;
    }

   
    </style>

    <style type="text/css">
<!--
.style10 {font-size: 11px}
.style22 {font-size: 11px; color: #000000; }
.style27 {font-size: 12px}
    .style33 {
	color: #660066;
	font-size: x-large;
	font-weight: bold;
}
.style39 {color: #058CFA}
@media print {
            .noprint {
                visibility: hidden;
            }
        }
    </style>

    
<p align="right" class="style10">  तारीख -------/-----/------<p>
	</head>
  </style>
</head>
<body>
<a class="btn btn-primary noprint" href="../eye_forms.php?id=<?php echo $id; ?>">Dashboard</a>
           <button class='btn btn-success noprint' onclick="window.print();">Print</button>

     <h2><h2>
     <?php if($inp_arr[1]=='option1'){
            include_once("../../header/images.php");

        } 
       
        ?>
</body>
  
</html>
<h1 align="center" class="style33 style40"><strong> Trabeculectomy with/without Anti-fibroblastic agents    </strong></h1>
<h1 align="center" class="style33"><strong> ( काचबिंदू शस्त्रक्रिया ट्रॅबेक्युलेक्टॉमी, अँटीफायब्रोब्लास्टिक औषध वापरून अथवा न वापरता ) </strong></h1>
<div class="container"> <?php require("../../admin/consentHeaderDetails.php");?> </div>
<p align="center" class="style9 style23 style27"><span class="style33">-------------------------- उपचारपद्धतीची आवश्यकता,  फायदे आणि इतर उपचारपद्धती --------------------------</span> </p>

</p> मला माझ्या डॉक्टरांनी संपूर्णपणे समजावून सांगितले आहे की मला काचबिंदू हा आजार झालेला असून जर त्याचे उपचार केले नाहीत तर कायमस्वरूपी दृष्टी कमी होऊन कायमचे अंधत्व येऊ शकते. काचबिंदू या आजारात डोळ्याच्या मागील नस (optic nerve) खराब होते तसेच डोळ्याचा दाब वाढलेला असतो. हा डोळ्याचा दाब औषधोपचार, लेझर आणि शस्त्रक्रियेद्वारे आटोक्यात आणता येतो. ह्याद्वारे दृष्टी टिकवून ठेवता येऊ शकते.<p>

</p> माझ्या डॉक्टरांनी मला सांगितले आहे की डोळ्याचा दाब जर अधिक वेळ जास्त प्रमाणात राहिला तर माझी दृष्टी कायमस्वरूपी कमी होऊन कायमचे अंधत्व येईल. त्यामुळे ट्रॅबेक्युलेक्टॉमी (Trabeculectomy) ही शस्त्रक्रिया आवश्यक आहे. ही शस्त्रक्रिया यशस्वी झाल्यास डोळ्याचा दाब कमी होऊन माझी दृष्टी अधू होण्याची शक्यता कमी होईल. या शस्त्रक्रियेचा उद्देश माझ्या डोळ्याचा दाब नियंत्रणात आणणे हा असून त्याद्वारे आहे ती दृष्टी टिकवून ठेवणे हा आहे, माझी आधीपासून कमी झालेली दृष्टी पूर्ववत होणार नाही याची मला पूर्ण कल्पना आहे. <p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- गुंतागुंती (complications) ---------------------------- ------</span> </p>

</p> इतर शस्त्रक्रियांप्रमाणे या शस्त्रक्रियेमध्ये अनेक धोके आहेत, डोळ्याचा दाब कमी न होणे व त्यासाठी औषधोपचार चालू ठेवावा लागणे, अजून एखाद्या शस्त्रक्रियेची आवश्यकता भासणे. सर्व धोके लिहिणे शक्य नाही परंतु या गुंतागुंती काही दिवस आठवडे, महिने किंवा वर्षांनी दिसून येऊ शकतात त्यामुळे शस्त्रक्रियेनंतर वारंवार फेरतपासणीसाठी येण्याची गरज आहे.<p>
</p> जखम भरून आल्यानंतरही नियमितपणे उपचार घेण्यास व डोळ्याचा दाब तपासून घेण्यासाठी येण्याची आवश्यकता आहे.<p>


<p align="center" class="style9 style23 style27"><span class="style33"> ---------------------------------- काचबिंदू शस्त्रक्रियेतील गुंतागुंती- ----------------------------------</span> </p>

</p> 1. डोळ्याचा दाब कमी न होणे व त्यासाठी लवकर किंवा काही काळाने शस्त्रक्रिया करावी लागणे. <p>

</p> 2. डोळ्याची दृष्टी कमी होणे. डोळ्यांमध्ये मोतीबिंदू होणे तसेच वक्रदृष्टीदोष ( Astigmatism) निर्माण होणे. यासाठी अजून एखाद्या शस्त्रक्रियेची गरज भासणे तसेच त्यामुळे आधीची शस्त्रक्रिया निरुपयोगी ठरणे <p>

</p> 3. डोळ्याचा दाब अधिक प्रमाणात वाढणे किंवा अती कमी होणे व त्यासाठी अधिक उपचारांची आवश्यकता भासणे.<p>

</p> 4. डोळ्यांत रक्तस्त्राव होणे.<p>

</p>  5. डोळा दीर्घ काळ लाल राहणे व दुखणे तसेच दीर्घकालीन सूज असणे.<p>

</p>6. डोळा चुरचुरणे व कायम अस्वस्थ वाटणे ( फुगवटा bleb / टाके असल्याने ) <p>

</p>7. शस्त्रक्रिया करुन देखील दृष्टी अधू होत जाणे. <p>

</p> 8. जंतुसंसर्ग ( लवकर किंवा उशिराने) व त्यामुळे डोळा लाल होणे, दृष्टी कमी होणे, डोळा  <p>

</p>  9. काही दुर्मिळ घटनेत दृष्टी पूर्णपणे गमावणे. दुखणे.<p>

</p> 10. शस्त्रक्रियेद्वारे डोळ्याच्या पांढऱ्या आवरणावर केलेल्या फुगवट्यातून (bleb) गळती होणे ( लवकर किंवा उशिराने) व त्यासाठी अधिक उपचारांची आवश्यकता कॉन्टॅक्ट लेन्स डोळ्याला पट्टी बांधणे (बॅण्डेज) परत
शस्त्रक्रिया करणे.  <p>

</p> 11. शस्त्रक्रियेत वापरलेल्या रासायनिक संयुगांमुळे (Antimetabolites) होणाऱ्या गुंतागुंती बुबुळाला ( cornea ) - जखम होणे, फुगवटा झिरपणे/ गळती लागणे, फुगवट्याला जंतुसंसर्ग होणे  <p>

</p> 12. शस्त्रक्रियेच्या जागी व वरच्या पापणीच्या खाली पांढरा फुगवटा निर्माण होणे. या जागी डोळ्यातील जास्तीच्या द्रवपदार्थाचा निचरा होत असतो. <p>

</p> 13. वरची पापणी खाली पडणे / येणे. <p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------- डोळ्याभोवती देण्यात येणाऱ्या बधिरीकरणातील गुंतागुंती ---------------------------- </span> </p>

</p> <strong>शस्त्रक्रिया संपूर्ण किंवा फक्त डोळ्याचे बधिरीकरण करून केली जाईल.</strong>

</p> <strong> डोळ्याच्या बधिरीकरणातील धोके- </strong>

</p> 1. डोळ्याला छिद्र पडणे. <p>

</p> 2. सुईमुळे डोळ्याच्या मागील नसेला (optic nerve) धक्का पोहोचणे व नस निकामी होणे.  <p>

</p> 3. दृष्टिपटलाचा रक्तपुरवठा विस्कळीत होणे.  <p>

</p> 4. पापणी खाली पडणे / येणे <p>

</p>  5. रुग्णाच्या जिवाला धोका निर्माण होणे आणि क्वचित प्रसंगी रुग्ण मृत्युमुखी पडणे.<p>

<p align="center" class="style9 style23 style27"><span class="style33">---------------------------------- रुग्णाचे संमतीपत्र ---------------------------- ------</span> </p>

</p>  शस्त्रक्रियेदरम्यान अचानक गुंतागुंतीची परिस्थिती निर्माण होऊ शकते ह्याची मला पूर्ण कल्पना आहे. अशा स्थितीमध्ये कोणताही निर्णय घेण्याची पूर्ण परवानगी मी माझ्या शल्यचिकित्सकाला देत आहे. मला हे माहित आहे की जर ही शस्त्रक्रिया केली नाही तर माझी दृष्टी खराब होऊ शकते. मी हे संमतीपत्र वाचलेले असून मला ते संपूर्णपणे समजले आहे. <p>


</p> सर्व संभाव्य धोके येथे नमूद करणे अशक्य आहे, परंतु धोके टाळण्यासाठी आवश्यक ती सर्व काळजी घेतली जाईल. <p>

</p> सदर शस्त्रक्रियेचे फायदे, तोटे, जोखिमा संभाव्य गुंतागुंती आणि पर्यायी उपचार मला माझ्या नेत्रतज्ज्ञांनी समजावून सांगितले आहेत. शस्त्रक्रियेदरम्यान काही आणीबाणीचे प्रसंग उद्भवण्याची देखील शक्यता आहे. ज्याकरिता मी माझ्या नेत्रतज्ज्ञांना माझ्या / माझ्या रुग्णाच्या हितासाठी योग्य ते उपचार करण्याची संमती देतो / देते. मला शस्त्रक्रियेच्या / उपचाराच्या सगळ्या गुंतागुंतीची (कॉम्प्लिकेशन्स) माहिती देणे शक्य नसले, तरी माझ्या नेत्रतज्ज्ञांनी माझ्या सर्व प्रश्नांची समाधानकारक उत्तरे दिलेली आहेत. हे संमतीपत्र सही करताना मी असे नमूद करतो / करते की मला या संमतीपत्राची प्रत मिळू शकते याची मला कल्पना आहे.<p>

</p> तसेच, या शस्त्रक्रियेची किंवा परत कराव्या लागणाऱ्या शस्त्रक्रियेची माहिती, छायाचित्र किंवा व्हिडिओ रेकॉर्डिंग, है सर्व वैद्यकीय ज्ञानाच्या वृद्धीसाठी प्रकाशित करण्यासाठी मी संमती देतो/देते.
मी हे संमतीपत्र वाचले आहे मला ते वाचून दाखविले आहे, मला ते समजले आहे आणि माझ्या सर्व प्रश्नांची मला उत्तरे मिळालेली आहेत आणि मी माझे नेत्रतज्ज्ञ ----------------------- यांना माझ्या उजव्या डाव्या डोळ्यावर ------------------------- शस्त्रक्रिया करण्यासाठी संमती देतो/ देते. शस्त्रक्रियेसाठीच्या या वैध संमतीपत्रावर मी स्वेच्छेने सही करत आहे. <p>


	<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>	
<div class="container">
  <?php require("../../admin/middleConsentPatientRelativeDetail.php")?>
</div>
</p>       <p>
		</p>  <p>


<html>
<style>
table, th, td {
  border:1px solid black;
}
</style>
<body>
<h2></h2>
<div class="container">
    <?php require("../../admin/doctorWriitenBottom.php")?>
</div>
</body>
</html>


	